{
    "subjects": {
        "LAW": {
            "150": {
                "description": "Civil Procedure", 
                "title": "First Year Curriculum Lecture"
            },
            "200": {
                "description": "This course will consider the legal and regulatory aspects of amateur and professional sports. Issues will include constitutional law, contracts, torts, gender discrimination, labor relations, antitrust, and the regulation of agents.", 
                "title": "Sports Law"
            }, 
            "201": {
                "description": "A comprehensive survey course, Civil Procedure examines the historical evolution of the Anglo-American procedural systems into the major contemporary American types, with emphasis placed upon study of the latter. Major topics include: pleading, parties, joinder, discovery, pretrial regulation, summary judgment and other disposition without trial, conduct of trial, jury selection, evidence assessment motions, jury instruction, verdicts, judgments, appellate review, res judicata.", 
                "title": "Civil Procedure"
            }, 
            "204": {
                "description": "A comprehensive survey course, Contracts introduces students to all aspects of contract law, both at common law and under the Uniform Commercial Code. The course covers contract formation, consideration, formal requirements and other aspects of enforceability, interpretation, effects of unforeseen circumstances, express and implied conditions, contract remedies, rights of third parties, and quasi-contract.", 
                "title": "Contracts"
            }, 
            "205": {
                "description": "Criminal Law examines the functions and development of criminal law, including elements of criminal culpability, excuse and justification, theories of punishment, and specific crimes and defenses as defined by the interaction of statutes and common law. The criminal law's jurisprudential focus on responsibility and on the translation of social values into legal obligations provides an important foundation for the study of law.", 
                "title": "Criminal Law"
            }, 
            "206": {
                "description": "The scope and limitations of permissible law enforcement conduct in the investigation of crime, with particular focus on the constitutional limits established by the Fourth, Fifth, Sixth, and Fourteenth Amendments. Principal areas of coverage include search and seizure, police interrogation, and procedures for the identification of suspects.", 
                "title": "Criminal Procedure: Investigation"
            }, 
            "206D": {
                "description": "The scope and limitations of permissible law enforcement conduct in the investigation of crime, with particular focus on the constitutional limits established by the Fourth, Fifth, Sixth, and Fourteenth Amendments. Principal areas of coverage include search and seizure, police interrogation, and procedures for the identification of suspects. In the course of learning these doctrines, students will develop their brief writing skills through five 1- to 2-page writing assignments that will be discussed in small sections led by teaching assistants and supervised by the instructor. Individual feedback by the teaching assistants and feedback on the assignments in general by the instructor will be provided. The writing assignments will not be graded but will provide the basis for the awarding of class participation points.", 
                "title": "Criminal Procedure Investigation: Doctrine & Writing Skills"
            }, 
            "206P": {
                "description": "The motion to suppress is the most common pretrial motion in criminal practice. It is also one of the most challenging motions to litigate because the lawyers must examine witnesses and then immediately make legal arguments based on the testimony elicited. Students in this course will develop their skills in oral advocacy and deepen their understanding of the doctrines of criminal procedure investigation by litigating a series of simulated motion to suppress hearings alternating between the role of prosecutor and defense lawyer. Students will learn to conduct effective direct and cross examinations and to make effective oral arguments on fourth, fifth, and sixth amendment issues in criminal cases. Students will also deepen their understanding of the doctrines of criminal procedure investigation.", 
                "title": "Criminal Procedure Litigation Skills"
            }, 
            "207": {
                "description": "Property introduces estates in land and future interests, the doctrine of the use and the modern impact of English feudalism. Concurrent estates, landlord-tenant rights and remedies are covered along with land sale contracts; the statute of frauds, construction of contracts, equitable conversion, conveyance by deed; delivery, escrow, construction, the recording system and the chain of title. Other issues include adverse possession, title covenants and title insurance, the creation, scope, and termination of easements and covenants affecting land. Some attention is paid to regulation of the use of land; nuisance, zoning, subdivision, regulation, and eminent domain.", 
                "title": "Property"
            }, 
            "209": {
                "description": "Torts presents broad coverage of common law and statutory principles governing compensation for personal injury, property damage, and other harm. Specific areas of study include intentional torts, negligence, wrongful death, worker's compensation, liability related to animals and abnormally dangerous activities, products liability, nuisance, misrepresentation, defamation, and privacy.", 
                "title": "Torts"
            }, 
            "210": {
                "description": "In this course we will explore the rapidly evolving law of copyright. Students will gain an understanding of the broad application of the subject, as we will learn how copyright, originally conceived to protect print publications, has been expanded to protect music, works of art, photography, film, television and digital works, including software. The course will focus on a comprehensive overview of United States copyright law, including the rules of cyberspace in the Digital Millennium Copyright Act, and will also touch on international copyright issues. Students will gain an understanding, critical in today's information age, about the private and public interests protected by copyright law. All content is either protected by copyright or in the public domain. Therefore, we will spend time learning to identify whether and for how long a work is protected. To gain an understanding of when copyrighted works may be used without the owner's permission, the class will discuss many copyright defenses, especially far use. The class will be encouraged to think critically about how well copyright duration, the breadth of the exclusive rights, and how well copyright law has worked to encourage creativity in business, the arts and sciences.", 
                "title": "Copyright Law"
            }, 
            "211": {
                "description": " This course covers the federal and state laws that govern trademark rights. The subject matter is of great importance to anyone providing goods or services (including businesses, educational institutions and nonprofit organizations) because all of them rely on protecting their reputation through brands. We will begin with the law of unfair competition and how trademarks fit within the broader context of intellectual property rights. Next, the course will explore how to get, keep and protect trademarks, and how to help different types of clients strengthen their trademark portfolios. The class will then focus on trademark infringement, counterfeiting, trademark dilution and false advertising. We will also explore the fair use of trademarks so that students will gain an understanding of how trademark law permits the unauthorized use of brands by news organizations, competitors and the public. The course will conclude with a discussion of trademarks as speech, trademark use on the internet and in internet domain names.", 
                "title": "Trademark Law"
            }, 
            "211P": {
                "description": "This course is designed to introduce students to the practical skills necessary to help clients identify, keep and use trademarks. In this seminar, we will explore trademark law through practical exercises and writing assignments. We will work on a client matter throughout the semester. Our client will require a search and opinion letter on the availability of a trademark for use in commerce and registration at the United States Patent and Trademark Office (USPTO). We will have the opportunity to review a commercial search report provided by a leading trademark search company on our client's proposed trademark.", 
                "title": "Trademark Practice"
            }, 
            "213": {
                "description": " Students in this course will learn about state and federal laws that govern the formation, operation, daily management and taxation of nonprofit organizations. The course will also examine the historical underpinnings and the political and public policy considerations that have given shape to the so-called \"third sector.\"  ", 
                "title": "Law Of Nonprofit Organizations"
            }, 
            "214": {
                "description": "This course surveys immigration law and policy in the United States. It explores questions relating to the meaningof U.S. citizenship, the circumstancesunder which newcomers are permitted to enter the U.S., and the circumstances underwhich they may be forced to leave. Students will interpret complex statutes within the context of a dynamicinterplay between Congress, administrative agencies, and the courts. We will also seek to place current laws intheir historical, social, and political contexts.", 
                "title": "Immigration and Citizenship"
            }, 
            "214W": {
                "description": "The course offers an introduction to immigration law from a practical, hands-on learning approach. Lectures and readings will examine: the history of immigration; the federal agencies that administer immigration and citizenship laws; undocumented immigration; the balance between national security and openness to non-citizens; a review of: non-immigrant visas; family and employment-based immigration; adjustment of status vs. consular processing; inadmissibility and removal issues; humanitarian immigration options as well as citizenship and naturalization. Half of the semester will be devoted to an individual course project and class presentation of that project.", 
                "title": "Immigration and Citizenship"
            }, 
            "215": {
                "description": "The course covers the United States taxation of international transactions, including both \"inbound\" and \"outbound\" transactions. Topics will include U.S. tax jurisdiction, the international tax treaty network, classification of individuals and entities as U.S. or foreign, the source of income principles, the taxation of U.S.-source business and investment income earned by foreign persons, cross-border property transfers and transfer pricing, the foreign tax credit, controlled foreign corporations, passive foreign investment companies and foreign currency transactions.", 
                "title": "International Taxation"
            }, 
            "216": {
                "description": "This course will explore the procedural rules that govern habeas corpus, the federal mechanism by which death row inmates and other prisoners challenge their state criminal convictions. The course will include a brief survey of the historical development of habeas and of the competing interests (individual constitutional rights versus comity, finality, and federalism) it must balance; close analysis of habeas procedure under AEDPA and the 2006 Patriot Act reauthorization; and exploration of non-statutory habeas procedural issues including retro-activity, exhaustion, procedural bars, and actual innocence. The course will be of particular interest to students interested in the death penalty and those considering a career in prosecution or defense of capital or post-conviction criminal cases. It also will be very useful to students planning to clerk for a federal judge after graduation.", 
                "title": "Federal Habeas Corpus Procedure"
            }, 
            "217": {
                "description": "This course will examine in detail lawmaking and other activities undertaken by the Congress and state legislatures. The particular topics covered include theories of representation, statutory construction, and legislative process; committee structures and responsibilities; the process and structure for election to national and state legislatures; and legislative drafting.", 
                "title": "Legislative Process"
            }, 
            "219": {
                "description": "This course examines thevarious alternatives to adjudication that lawyers use to help clients resolvecivil disputes, including negotiation, mediation, collaborative practice,arbitration, private and public hybrids and other innovative processes.Students will learn about the theoretical basis for, and practical operationof, each process. The course will also address process design, effectiveadvocacy in ADR settings, ethical and policy issues relevant to each process,and the relationship of ADR processes to the court system.", 
                "title": "Alternative Dispute Resolution"
            }, 
            "219M": {
                "description": "This course addresses the theory, law, and practice of mediation, primarily in the context of mediation of legal disputes, and includes substantial practical skills training. Particular emphasis is placed on the role of the mediator, but the roles of the parties and their attorneys are also addressed. Emphasis is also placed on communication skills and on negotiation theory and skills in the mediation context.", 
                "title": "Legal Dispute Mediation"
            }, 
            "220": {
                "description": " The course is one part constitutional law and two parts administrative process, theory, and practice. The constitutional law aspect focuses on separation-of-powers and due process. The administrative process aspect covers federal agencies (no state agencies or processes are studied) and focuses on the forms of agency decision making (rule making or adjudication), on the relationship between agencies and the political branches, and on judicial review of agency action.", 
                "title": "Administrative Law"
            }, 
            "220W": {
                "description": " The course is one part constitutional law and two parts administrative process, theory, and practice. The constitutional law aspect focuses on separation-of-powers and due process. The administrative process aspect covers federal agencies (no state agencies or processes are studied) and focuses on the forms of agency decision making (rule making or adjudication), on the relationship between agencies and the political branches, and on judicial review of agency action.", 
                "title": "Administrative Law"
            }, 
            "221": {
                "description": "This course is intended to introduce non-business majors to basic business terminology and concepts to prepare students to better understand a broad array of business related law courses. Students who have majored in business, have an MBA, or are joint MBA/JD candidates may not take the course. Students who take this course may not take Financial Accounting for Lawyers and vice versa.", 
                "title": "Business Basics: Introducation to Accounting, Finance, & Markets"
            }, 
            "221A": {
                "description": "This course examines the current market-based system of health care delivery and the financing of health care services. Topics include the organization of health care entities, not-for-profit tax, corporate, the regulation of health care providers' financial relationships by the federal government through the Medicare program, and the law and regulation of managed care organizations.", 
                "title": "Health Care Organizations"
            }, 
            "222": {
                "description": " The course will address the purposes, law, and practice of workers' compensation. The course will include coverage of routine injuries as well as complex occupational diseases and will explore issues related to claims of mental trauma, repetitive motion disorders, chemical exposure, and workplace assaults. Students will also study practical aspects of representing injured workers and defending against compensation claims.", 
                "title": "Workers Compensation Law & Practice"
            }, 
            "223": {
                "description": "This course introduces students to Asian legal systems andrecent developments in Asian law. The course will be taught by a team ofprofessors, each covering a different segment of the course. The team ofteachers will consist of Professor Holning Lau, Professor Fu Qiang fromNorthwest University (Xian, China), and Professors Haochen Sun and Po Jen Yapfrom the University of Hong Kong. The course will survey a range of legal topics, includingproperty, intellectual property, torts, constitutional law, and legalphilosophy. A variety of Asian jurisdictions will be discussed. Several weekswill focus specifically on Chinese law.", 
                "title": "Asian Law Perspectives"
            }, 
            "224": {
                "description": " This course provides an introduction to the American legal system for foreign exchange law students.", 
                "title": "Introduction To The Law Of The United States"
            }, 
            "225": {
                "description": "The pre-trial, trial, and post-trial phase of the criminal justice process. Topics will be chosen from the following: Prosecutorial discretion; grand jury; preliminary hearing; pre-trial release and detention; discovery; the defense pleading; guilty pleas; jury trial; double jeopardy; right to confrontation; compulsory process; jury deliberations and verdict; sentencing; and appeal.", 
                "title": "Criminal Procedure: Adjudication"
            }, 
            "226": {
                "description": " Recent economic and political developments have led the federal government to rethink its role in regulating the competitive structure and performance of American industries in a global context. This course provides an introduction to the legal doctrines, public policies, and intellectual theories that inform the practice and administration of federal antitrust law. We will encounter problems posed by monopolies, mergers, joint ventures, tying arrangements, exclusive dealing, collaboration in pricing, and other business behavior, as they have arisen in a wide variety of industries and markets. We will discuss these problems together, applying the recurring terms and elements of antitrust law, including geographic market definition, product market definition, entry barriers, market foreclosure, antitrust injury, legitimate business purposes, market structure, market concentration, market performance, market failure, monopoly power, market power, the rule of reason, and the per se rule. We will become familiar with the historical development of the law, its present state, and the ideologies and policy choices that will shape its future paths. We will learn to apply the principles of antitrust law to new industries and markets, so that you can be an informed observer, or participant, in its future development.", 
                "title": "Antitrust Law"
            }, 
            "227": {
                "description": "An advanced study of basic topics covered in the beginning evidence course, including hearsay, constitutional issues concerning hearsay, expert testimony, and relevancy, and also of topics that have been pushed out of the basic course such as presumptions, judicial notice, privileges. There will be many courtroom role-play exercises.", 
                "title": "Advanced Evidence"
            }, 
            "228": {
                "description": " Hazen Fall 2014: Introduction to corporate law and other business entities, with some attention given to partnership and agency law. Primary focus is an examination of the structure, governance, and characteristics of the modern business corporation. Coverage includes fiduciary duties, corporation formation and the formalities required for corporate existence, corporate governance, including elections and meetings of the board of directors, and related matters. We also cover special considerations relating to small businesses, as well as disclosure obligations of publicly held companies. We examine Securities and Exchange Commission requirements, such as insider trading prohibitions, proxy requirements and various anti-fraud requirements. Brief consideration will be give to mergers and other corporate combinations. Coyle Spring 2015:This course provides an introduction to the law that governs business organizations. The course begins with the law of agency and fiduciary duties, which provides the backdrop for a discussion of partnerships. The course then moves on to the corporation. The course explores limited liability, the ultra vires doctrine, and problems of incorporation, which when taken together might loosely be considered \"the corporation and its dealings with outsiders.\" The course then explores board structure, shareholder voting rules, the fiduciary duties of managers, and corporate control transactions, which when taken together might loosely be considered \"the corporation and the regulation of insiders.\" The class is designed to provide students with a foundation in the common law and state statutory systems that regulate business organizations as well as the important issues of policy that surround this regulation.", 
                "title": "Business Associations"
            }, 
            "228M": {
                "description": " This course will provide a general overview of legal aspects of corporate mergers and acquisitions with an emphasis on public company transactions. The course will focus primarily on mergers and share exchanges and will consider the relevant issues of law from the perspectives of the target company, the acquiring company, the shareholders, and the board of directors. It will also examine the pre-merger \"due diligence\" process and will provide insight regarding the drafting of acquisition agreements. In addition, the course will deal with legal standards on the use of anti-takeover defenses such as \"poison pills\", as well as federal securities regulation of public companies in a mergers and acquisitions context. Finally, the course will address some of the issues of professional and fiduciary responsibility that arise in connection with mergers and acquisitions. Subject to availability, guest lectures by a public company CEO and/or investment banker have been arranged in the past. A recently announced acquisition transaction will be used as a case study which will be supplemented by case law readings.", 
                "title": "Mergers and Acquisitions"
            }, 
            "228W": {
                "description": "Business of practicing law; professional responsibility and professionalism; basic financial concepts; employment agreements, equity-based compensation and retirement plans; basic accounting principles and use of financial statements; valuation methods; choice of entity (corporation, S corporation, partnership, limited liability company); owners' agreements; corporate securities; mergers, acquisitions and reorganizations.", 
                "title": "Business Planning"
            }, 
            "229W": {
                "description": "Selected policies, laws, regulations, and practices relating to the derivative markets, focusing on exchange-traded and over-the-counter transactions and their participants. Topics include analysis of applicable securities, commodities, and insolvency authorities, business and economic objectives, transaction structures, hedge funds and securitization vehicles, and industry documentation.", 
                "title": "Derivatives"
            }, 
            "230": {
                "description": "Study of other legal systems: court systems, civil and criminal procedure, substantive law, and constitutional review, especially in France, Germany, and Italy. We will spend some time on the law of the European Union. Depending upon the time remaining, we may also look at the British common law tradition, law in Muslim countries, or some other topic of interest.", 
                "title": "Comparative Law"
            }, 
            "230W": {
                "description": "Study of other legal systems: court systems, civil and criminal procedure, substantive law, and constitutional review, especially in France, Germany, and Italy. We will spend some time on the law of the European Union. Depending upon the time remaining, we may also look at the British common law tradition, law in Muslim countries, or some other topic of interest.", 
                "title": "Comparative Law"
            }, 
            "231": {
                "description": "The Criminal Lawyering Process course, offered in the fall semester in conjunction with the clinic, focuses on North Carolina juvenile law and procedure, as well as school discipline law, in order to prepare students for and support them during their clinic work. Simulation exercises are used to teach the range of skills involved in juvenile practice. The course presents for discussion and written reflection and analysis various ethical, strategic and systemic issues that arise in the cases in which the students are involved. Students will be required to complete advocacy-related written assignments each week on a variety of topics, including case planning, motions, and disposition.", 
                "title": "Criminal Lawyering Process"
            }, 
            "232": {
                "description": "The course examines both traditional and modern approaches to choice of law, with emphasis on the problem of determining what the standards ought to be and why, as well as on the existing state of the law. In this part of the course, consideration is necessarily given to the problem of figuring the limits of authority of governments. The course also examines constitutional limitations on choice of law, reviews the law of personal jurisdiction, and addresses issues raised by efforts to enforce out of state judgments.", 
                "title": "Conflict of Laws"
            }, 
            "233": {
                "description": " The Civil Lawyering Process course, offered in the fall semester in conjunction with the Civil Clinic, is designed to supplement work performed in the live-client component of the clinic and to provide familiarity with legal, strategic, and ethical problems commonly experienced in practice. The class provides a forum for students to practice their lawyering skills and reflect on their lawyering experiences. The course addresses topics of civil litigation-i.e., interviewing, drafting pleadings and motions, factual investigation, brief and memo writing, and negotiation-as well as legal ethics, relevant substantive law, and particular challenges of poverty law and public interest practice. Particular attention will be paid to the relationship between theory and practice, as well as to the formulation of the lawyer's professional identity.", 
                "title": "Civil Lawyering Process"
            }, 
            "234A": {
                "description": "Constitutional Law focuses on judicial review of constitutional issues, the allocation of power between the state and federal governments, and the separate branches of the federal government. Limitations upongovernment imposed by specific prohibitions, such as the Fourteenth Amendment are also addressed.", 
                "title": "Constitutional Law"
            }, 
            "234F": {
                "description": "This course surveys the speech clause and (if time allows) the religion clauses of the First Amendment. Specific speech clause topics includelibel, campaign finance, regulationobscenity, hate speech, commercial speech, subversive speech, speech on public property, freedom of association and religious speech. Religion clause issues include school prayer, public displays of religious symbols, and aid to parochial schools.", 
                "title": "First Amendment"
            }, 
            "235": {
                "description": "This course provides a survey of federal and state laws regulating consumer financial transactions. The course focuses largely on parts of the federal Consumer Credit Protection Act: Truth-in-Lending, the Fair Credit Reporting Act, the Equal Credit Opportunity Act, the Fair Credit Billing Act and the Fair Debt Collection Practice Act, as well as recent legislation such as the Military Lending Act and the Dodd-Frank Wall Street Reform and Consumer Protection Act. It also covers regulation of consumer financial transactions at the state level, including such topics as usury laws, retail installment sales acts, predatory lending acts, and regulation of rent-to-own transactions. In addition to covering details of the relevant regulations, the course explores contemporary policy debates concerning government intervention in consumer financial transactions and the intersection of consumer law with human rights concerns.", 
                "title": "Consumer Law"
            }, 
            "236": {
                "description": "This course examines key legal aspects of corporate financing decisions. It analyzes various types of financial instruments (including common and preferred stock, corporate debt, and other financial instruments) which a modern corporation might use to raise capital or otherwise finance its business activities, and the rights and claims of various stakeholders in a corporation. As part of the foregoing discussion, the course will briefly cover basic principles of accounting and valuation.", 
                "title": "Corporate Finance"
            }, 
            "237": {
                "description": "The course covers the legal structure of the financial services industry, and the formation and expansion of banks, bank holding companies,and financial holding companies. The focus is on federal regulation of banking activities and the financial service activities of banks and their holding companies. The course discusses the2008 financial crisis - its causes, the government's response, and additional actions that should be taken. Specific course topics include: syndicated lending, securitization of bank loans, the federal funds market, repurchase agreements, letters of credit, derivatives, merchant banking, securities and insurance (brokerage and underwriting) by banking institutions, and special topical issues.", 
                "title": "Banking Law"
            }, 
            "238": {
                "description": " Jacoby Fall 2014: The possibility of bankruptcy is in the backdrop to every loan, contract, transaction, and investment. This course explores the law and policy of the federal bankruptcy system in addressing problems of financially distressed individuals, families, small businesses, and big corporations, and their creditors and other stakeholders (e.g., banks and other institutional lenders, governments, spouses and children, employees, retirees, tort claimants, trade suppliers, landlords, bondholders). May include some discussion of municipal bankruptcy. Gibson Spring 2015: This course is devoted to the study of federal bankruptcy law. Included within the course coverage are consumer bankruptcy (including Chapter 7 and Chapter 13 bankruptcies); and business bankruptcy (including Chapter 11 and the trustee's avoiding powers).", 
                "title": "Bankruptcy"
            }, 
            "239": {
                "description": "This course examines laws governing natural resources and environmental policies associated with private property. The course will cover the National Environmental Policy Act, the Endangered Species Act, wetlands, Ground contamination laws, and federal resource distribution and management laws. This course is deigned for the person interested in a career in environmental and resource laws, and also provides an overview of environmental issues that come up in land transfer contexts for the student interested in land use law, real estate law, construction, and general business law.", 
                "title": "Natural Resources/Environmental Law of Property & Business"
            }, 
            "240": {
                "description": " This course offers a survey of the major themes involved the legal regulation of elections and politics. Focusing on the right to vote, we will cover of the major Supreme Court and appellate cases on current topics including reapportionment/redistricting, ballot access, regulation of political parties, and election controversies. We will pay particular attention to competing political philosophies and empirical assumptions that underlie the Court's reasoning while still focusing on the ways lawyers and elected officials alike use these cases as litigation tools and to serve political ends.", 
                "title": "Election Law"
            }, 
            "241": {
                "description": " Focuses on the law of federal pollution control - the Clean Air Act, the Clean Water Act, and the solid waste/hazardous waste statutes, as well as some laws governing federal agency interaction with the environment, such as NEPA. Emphasis is on mastering difficult legislation, on overarching regulatory and economic theory, and on such practical skills as working with environmental regulation and the relationship of new policy to practice.", 
                "title": "Environmental Law"
            }, 
            "242": {
                "description": " Mosteller Fall 2014 and Spring 2015: Relevancy, character evidence, other crimes evidence, expert and scientific evidence, judicial notice, examination of witnesses, credibility-impeachment and rehabilitation, real and demonstrative evidence, hearsay and the Confrontation Clause; privilege. Smith section Spring 2015: Presumptions and standards of proof and persuasion, relevance, privileges, hearsay, Confrontation Clause, other crimes evidence, lay, expert and scientific evidence, examination and impeachment of witnesses. Throughout the course we will examine the behavioral and philosophical assumptions that drive the rules and methods that we discuss.", 
                "title": "Evidence"
            }, 
            "243": {
                "description": " This course covers federal law governing employment discrimination, primarily based on race, sex, disability, age, and religion. The main laws discussed will be Title VII of the Civil Rights Act, Americans with Disabilities Act, Age Discrimination in Employment Act, and the U.S. Constitution.", 
                "title": "Employment Discrimination"
            }, 
            "243A": {
                "description": " Topics covered include defining the employment relationship, duties of employees, foundations of the at-will doctrine and its exceptions, issues involving employee speech, privacy, and a survey of the federal regulation of working conditions (e.g., wage and hour, family and medical leave, health and safety, and employee benefits). The course will examine both national and state law.", 
                "title": "Employment Law"
            }, 
            "244": {
                "description": " Eichner's section Spring semester 2014: This course covers issues oflaw relating to family relationships, including privacy and otherconstitutional issues; same-sex and other nontraditional relationships;marriage; divorce and accompanying issues of division of property and spousalsupport; reproductive issues; and child support and child custody. Lau's section Fall semester 2013: Basic coverage of major family law issues - constitutional framework; nontraditional relationships; marriage, divorce, child support and custody, division of property, spousal support, and interstate issues.", 
                "title": "Family Law"
            }, 
            "245": {
                "description": "This course will consider constitutional, statutory and policy issues affecting public education at the elementary and secondary levels, including: the respective rights and responsibilities of the State, parents, children, and the school in educating and socializing children; the place of religious values in secular instruction; the inculcation of political and social values; student rights of expression and behavior; teacher rights; teacher discharge;student disciplinary processes; educational governance; equal educational opportunity; racial discrimination; school finance and \"adequacy\" litigation; the needs of special education students; limited-English proficient students; gender equity; and federal statutes such as the No Child Left Behind Act. The course will occasionally employ North Carolina statutes to illustrate issues such as the distribution of educational authority at state and local levels; educational accountability; charter schools; and other current efforts to achieve educational reforms.", 
                "title": "Education Law"
            }, 
            "246": {
                "description": " This course focuses on the role of the federal courts in relation to the other branches of the federal government and in relation to the states and their courts. Included among the topics covered are issues in judicial review (including standing, ripeness, mootness, political questions), congressional power to control federal jurisdiction, federal appellate jurisdiction, federal question jurisdiction, supplemental jurisdiction, federal common law, state sovereign immunity, abstention, and \"Our Federalism.\"  ", 
                "title": "Federal Jurisdiction"
            }, 
            "248": {
                "description": "A study of the various remedies citizens have against state and local governments and their agents for violation of rights secured by federal law. The course will concentrate on litigation under the \"constitutional tort\" statute, 42 USC 1983, with coverage of such issues as municipal and supervisory liability, the official immunity doctrines, the use of USC 1983 to vindicate federal statutory rights, recovery of attorney's fees, and various procedural issues that arise in the administration of the statute, like exhaustion, abstention, and preclusion. Additional topics that may be covered as well, depending on time and student interest, include: (1) the federal habeas statute; and (2) the civil rights conspiracy statute, 42 USC 1985(3).", 
                "title": "Constitutional Litigation"
            }, 
            "249": {
                "description": "This course examines Congressional and Supreme Court responses during the 19th and 20th centuries to the interrelated social, economic and legal issues posed by Americas multi-racial society, focusing especially on African Americans and public education. The course examines the post-Civil War constitutional and statutory regime of Reconstruction, looks at treatment of Latino and Asian immigrants, turns to the legal campaign that led to Brown v. Board of Education in 1954, and then traces successes and failures of the post-Brown constitutional litigation effort in the field of public education. Next, it briefly reviews the Supreme Court's approach to property rights in the latter 19th and early 20th centuries. It then examines the federal executive, legislative and judicial responses to the widespread poverty of the Great Depression of the 1930s, and later the organized \"law reform\" effort to create constitutional protections for poor people in the late 1960s. In the latter days of the course, race and poverty themes are conjoined in an examination of the plight of the minority poor from the perspective of several academic disciplines beyond law. Finally, the course poses question whether constitutional doctrine will or should influence future public policy on issues of race and poverty.", 
                "title": "Race & Poverty Law"
            }, 
            "250": {
                "description": "This course studies private liability and first-party insurance as well as public insurance programs. Topics can include the relationship between insurance and theories of risk management, the interpretation of insurance contracts, stacking, misrepresentation and nondisclosure, breach-related litigation, the effect of ERISA on employer-provided insurance benefits, the legislative and administrative regulation of insurance, and the administration of such public insurance programs as the social Security disability program.", 
                "title": "Insurance Law"
            }, 
            "252": {
                "description": "The course addresses the questions of the sources of international law; the formation of customary law; the law of treaties; some issues of interaction between international law and the law of the United States; the law of statehood; rules regarding the place of individuals in international law, without, however, special emphasis on international human rights rules; international legal restrictions on state jurisdiction; international legal restrictions on the use of force; the rights of states to protect their nationals, including corporations, from mistreatment by other states; international criminal law and the law of the sea. The course seeks to direct students' attention regarding the nature of law, and to focus - with respect to particular legal topics - on the basis for any assertion that rules whose existence is asserted are legal rules.", 
                "title": "International Law"
            }, 
            "252E": {
                "description": " This course will be taught by two visiting faculty members from UNC's partner sites of Augsburg University Law School in Germany and Radboud University in Nijmegen, The Netherlands. Each professor will teach on issues of importance in European law. The first module \"EU Law - Institutions and Judicial System\" is to be taught by Professor Volker Behr and will focus upon the European Union and various institutions, organizations, and communities within it such as the European Parliament, the European Court of Justice, the Council of Europe, the European Free Trade Association, and their statuses, influences, and actions both within and outside of the EU. The second module \"EU Law and the Internal Market,\" to be taught by Professor Anne Looijestijn-Clearie will concentrate on the Internal Market and the Basic Freedoms, focusing also on the Law of Harmonization and Intellectual Property.", 
                "title": "Perspectives on European Law"
            }, 
            "253": {
                "description": "This lecture course will provide an extensive overview of the legal and ethical issues arising from advancements in medical technology. The topics include (but are not limited to) the right to die, euthanasia, abortion, fetal-maternal conflicts, organ transcripts, defining life and death, experimentation, reproductive assistance, and the legalization of marijuana (or other drugs) for limited purposes. We will cover timely subjects as they arise.", 
                "title": "Bioethics"
            }, 
            "254": {
                "description": " This course focuses primarily on the National Labor Relations Act (NLRA) which governs union organizing, collective bargaining, non-union collective action, and the exercise of economic pressure strategies by employees (strikes, pickets, boycotts). The NLRA also protects employees who resist or challenge the union. The course will also address current issues in state or public-sector labor law.", 
                "title": "Labor Law"
            }, 
            "255": {
                "description": "Critical examination of the scope, effect, and limitations of (1) the nation's housing policies and programs, and (2) of the nation's fair housing laws and policies. Additional topics are selected for study based on interests of class members. These may include administrative issues in complex programs; rights of consumers of governmentally assisted housing; national, state, and local issues in community development; social, political, economic and other factors affecting housing policies; and constitutional and statutory problems involving housing and revitalization.", 
                "title": "Housing Law"
            }, 
            "259": {
                "description": " The English Heritage (Blackstone, Mansfield, Bentham). Law in the New Republic, 1776-1835. American Law and the Crisis of the Republic, 1835-90. A Century of Change: Law since 1890.", 
                "title": "Legal History"
            }, 
            "260": {
                "description": "This is an advanced health care course that focuses on legal regulation of the mental health care system. Topics usually include defining, diagnosing, and treating mental disorders; the mental health care professions; mental health care finance; state regulation of the mental health care professions, including licensing and administrative disciplinary schemes; state and federal regulation of insurance coverage of mental health care; state and federal regulation of privacy and confidentiality in mental health care practice; informed consent in mental health care practice; civil commitment, civil competencies and guardianship; and professional liability for malpractice.", 
                "title": "Law and the Mental Health System"
            }, 
            "261": {
                "description": "This statutory course will cover most non-tax aspects of secured transactions in personal property, in which the debtor gives a creditor a security interest in personal property to secure the debtor's promise to pay. This course is intended to give the student the necessary vocabulary and practical commercial understanding to feel comfortable entering either a general law practice or one in which commercial law is a specialty. There is no supposition that students already have any acquaintance whatever with commercial transactions. The primary focus for most of the semester is Article 9 of the Uniform Commercial Code. However, we will study not merely the rules of law, but the underlying transactions, including both sales of goods and the financing of intangibles such as accounts receivable. Provisions of the Bankruptcy Code likely to affect the security interest also will be examined. When the underlying transaction is a sale of goods or a loan made to facilitate such a sale, the practical and legal aspects of the parties' shipping arrangements and payment methodologies such as negotiable instruments and letters of credit may be examined briefly. The sales contract itself is the subject of the last part of the course, focusing upon those provisions in UCC Article 2 least likely to have been mastered in Contracts.", 
                "title": "Sales and Secured Transactions"
            }, 
            "261W": {
                "description": " Environmental Law Practice is practice-oriented, skills seminar. Weekly, two hour class meetings will focus on environmental practice and policy through the perspective of government regulators, law firm practitioners, and public interest lawyers. Guest speakers from each of these three practice areas will address the class. Students will conduct an interview, a negotiation, and a deposition, and will research and write a major motion or petition, submitting a draft for review and comment before the final product. In addition to weekly class meetings, the professor will hold individual conferences with the students to discuss their ongoing projects. Students will receive 3 hours of academic credit and will fulfill both skills and RWE writing requirements.", 
                "title": "Environmental Law Practice and Policy"
            }, 
            "262": {
                "description": "Overthe next decade, North Carolina and other states will confront a number ofocean and coastal legal and policy challenges. Among these are issues relatedto the siting of oil, gas, and renewable energy facilities in coastal or oceanwaters, the privatization of public waters, the impacts of subsidence andrising sea levels upon ocean beaches and estuarine shorelines, beachnourishment and shoreline protection, water availability, and the need foradaptation strategies to protect public infrastructure. The law will beessential glue for the effective integration of science, management, and policy.Such integration is important in order to promote public health and safety, aswell as to protect the environment. How can our existing legal and regulatoryregimes help coastal and Great Lakes states, local governments, and propertyowners meet these challenges? Are new laws needed? To what extent can we adaptexisting laws? We will examine these and other emerging issues and theirrelated state and federal legal regimes and discuss the role the law plays indeveloping solutions. Occasional guest speakers will provide additional contextof how policy is developed and implemented. Class meetings will include a mixof discussion of legal doctrine and problem solving of real-world andhypothetical situations.", 
                "title": "Environmental Ocean and Coastal Law"
            }, 
            "264": {
                "description": "This relatively bight-line course teaches practical tools common to virtually all areas of expertise and often tested on bar exams; it results in skills immediately useful in practice. The focus is on negotiable instruments (UCC Art. 3), which also provides a framework for the practitioner's understanding of such recent law as electronic funds transfers and credit card transactions. The other major emphasis is check collection (UCC Art. 4). Letters of credit (UCC Art. 5) round out the coverage with a quite different payment mechanism utilized in transactions ranging from international services to domestic land. Suretyship and agency law, subjects common to every practice, are also given substantial attention.", 
                "title": "Payment Systems"
            }, 
            "265": {
                "description": " Although the law of intellectual property has historically been deeply intertwined with commerce, trade, technology, culture, and the human condition, recent technological, economic and cultural changes have dramatically elevated its significance. Modern intellectual property law includes such diverse topics as trademarks, trade secrets, patents and copyrights. This course provides a broad introduction to these substantive areas and to the legal reasoning skills involved in intellectual property counseling and litigation that will benefit students whether or not they choose to pursue more specialized offerings. No prior technical background or knowledge is required or expected.", 
                "title": "Intellectual Property"
            }, 
            "266": {
                "description": "Ratliff sections: Legal profession, regulation of the profession, lawyer-client relationship, conflicts of interest. Ethical problems in litigation; client counseling, delivery of services. The Problem method is used to study the relationship between personal ethics and legal ethics as well as examining the relationship between lawyers, legal ethics, and society as a whole. The focus is on applying the rules to practical situations. Wright section: Regulation of the legal profession; lawyer-client relationship; conflicts of interest;ethical problems in litigation; client counseling; delivery of services. Emphasis on Professionalism and what it means to be a North Carolina Lawyer. The syllabus is being revised and there may not be a textbook for the class.", 
                "title": "Professional Responsibility"
            }, 
            "266C": {
                "description": "Examination of the roles of both defense attorneys and prosecutors in the criminal justice system, with a focus on specific problems that arise as attorneys try to fulfill the obligations imposed by our unique adversarial system of justice. Special emphasis will be placed on critical discussion of the various legal, ethical, and moral solutions that have been articulated in response to the constantly arising dilemmas in criminal practice.", 
                "title": "Professional Responsibility: Ethics in Criminal Practice"
            }, 
            "266E": {
                "description": "This course surveys the ethical, regulatory and liability standards by which lawyers are bound from the perspective of how those standards may be experienced in practice, and why they are often much harder to appreciate and comply with in the real world than it may seem in the classroom. Topics will include the organizational environments within which professional conduct is undertaken; the ethics and mechanics of creating and terminating the attorney-client relationship; the financial and fiduciary features of the attorney-client relationship (fees, trust funds, loyalty to the client's directions and interests, confidentiality); duties lawyers owe to persons other than clients; conflicts of interest; ethics in advocacy; and representing entities and other ethical issues in a business practice. These topics will be addressed in the context in which they often arise in practice, with a focus on anticipating and avoiding problems before they arise and a practical approach to solving them when they do.", 
                "title": "Professional Responsibility: Ethical Lawyering"
            }, 
            "266F": {
                "description": " This course examines the legal profession, regulation of the profession, confidentiality; the lawyer-client relationship, conflicts of interest; and duties to courts, adversaries, and third persons. Using the problem method, students will learn how to apply the rules to practical situations and think critically about the relationship between legal ethics and personal ethics.", 
                "title": "Professional Responsibility"
            }, 
            "266G": {
                "description": " The course examines a range of issues involving the ethics of the legal profession as applied in the context of litigation and working as a government lawyer. Criminal and civil cases, as well as other materials, will be considered. Topics will include duties of candor in discovery and at trial; presentation of false evidence; civility in the courtroom, frivolous litigation, motions or appeals, conflicts of interest in litigated matters, and the special responsibilities of government attorneys. The issues will be explored from both a practical and a theoretical perspective. There will also be some opportunity to compare different types of litigation practice and the impact of various practice fields on professional choices. It is possible that some guest lecturers will visit the class. The course satisfies the Professional Responsibility requirement and is to some extent duplicative of the basic Professional Responsibility course so that both may not be taken.", 
                "title": "Professional Responsibility: Ethics for Litigators and Govt Attorneys"
            }, 
            "266L": {
                "description": "The course examines a range of issues involving the ethics of the legal profession as applied in the context of litigation. Both criminal and civil cases will be considered. There will be coverage of pre-trial, trial and appellate issues. Topics will include duties of candor in discovery and at trial; presentation of false evidence; civility in the courtroom, frivolous litigation, motions or appeals and conflicts of interest in litigated matters. The issues will be explored from both a practical and a theoretical perspective. There will also be some opportunity to compare different types of litigation practice and the impact of various practice fields on professional and lifestyle choices. Ten or eleven class sessions will have guest lawyers as participants. Sessions will explore the following topics with the lawyers, all of whom will be litigators: What do they do in their practice? How did they get into that practice: Are they happy in their practice? What ethical questions do they face on a regular basis?How have they resolved ethical dilemmas? ", 
                "title": "Professional Responsibility: Ethics for Litigators"
            }, 
            "266P": {
                "description": "This course, which is offered for Professional Responsibility credit, will begin with a review of the rules of professional conduct. It will then turn to an examination of the state of the legal profession, focusing on the organizations which deliver legal services: Large corporate firms; small specialized firms; small general practice firms; corporate house counsel; government employment; prosecutor's offices; Legal Services and Public Defender offices. The centerpiece of the course is in-class interviews with lawyers from different types. Questions to be considered include (with not all relevant to every organization): The economics of law practice, including the bases for billing, compensation structures, and associates' salaries; firm governance, including decisions on compensation and other fundamental matters, the relationship between partners and associates, and the partnership agreement; the lives of associates, including hours worked, evaluation, expectations concerning new business, and prospects for partnership; the legal work that is done, including its nature and the division of labor between partners and associates; the diversity of the organization; personal/professional balance, including accommodation for family responsibilities; the professional and ethical attitudes of the organization, including lawyer-client relations, pro bono work, and marketing.", 
                "title": "Professional Responsibility: The Law Firm"
            }, 
            "266R": {
                "description": "This course examines how lawyers face and address dilemmas in the context of everyday practice. Based on a text that presents empirical research on ethical decision making in a variety of practice areas, we will devote each week to a different context of lawyering, including: family law, immigration law, personal injury law, corporate litigation, transnational lawyering, in-house practice, securities practice, patent law, prosecutorial work, criminal defense, public interest lawyering and legal services work. For each context, we look at the ethical issues that commonly arise and the rules and regulations that govern lawyers' conduct.", 
                "title": "Professional Responsibility: Ethical Lawyering in Context"
            }, 
            "267G": {
                "description": "Advanced Legal Research: Corporate & Transactional is a specialized legal research class designed for students who are interested in practicing corporate and transactional law. Students will develop advanced proficiency in caselaw and statutory research, regulatory materials, secondary sources, and other fundamental research concepts through the context of corporate law issues and examples. The course will focus on research methods and tools that can be utilized in a corporate law practice. Students will learn how to locate and evaluate primary and secondary sources for researching issues involving business transactions, securities offerings, corporate governance, and a variety of related topics. Assignments and in-class exercises will simulate activities frequently performed by transactional attorneys, such as due diligence, preparation of deal documents and client pitches. Students can earn WE and Skills credit for this course.", 
                "title": "Advanced Legal Research Corporate & Transactional"
            }, 
            "267S": {
                "description": "Effective written communication is crucial in the practice of law, whether in the drafting of instruments that serves a client's interests or prevent future problems, or in the successful advocacy of a client's interests in the courts. This course will examine the processes of persuasive writing and legal drafting through the study of existing examples, regular writing assignments and the evaluation of peer writing samples.", 
                "title": "Advanced Legal Writing"
            }, 
            "267T": {
                "description": "Nixon/Sampson: Summer Session 2014: This course will offer students the opportunity to expand their skills in using primary and secondary legal sources in the context of legal practice. The course covers a range of topics, including statutory and case law research, practice materials, specialized topical resources and cost effective research strategies. Upon completion of this course, students will have gained experience formulating efficient research methodologies and evaluating sources of legal information in various formats. Street: Fall Semester 2014: The purpose of this course is to offer students an opportunity to gain in-depth working knowledge of legal research methods. The course emphasizes teaching the thorough process of legal research, including knowing where to start research and when to stop. It offers students experience using and comparing a broad range of legal research tools, including traditional print sources and electronic materials. The course will review primary and secondary sources and will cover legislative history, practice materials, administrative law, foreign and international legal research, and some specialized topical resources. Upon completion of this course students should be able to evaluate research options and make choices that best suit a particular legal research situation. Kimbrough: Spring Semester 2015: The purpose of this course is to offer students an opportunity to gain in-depth working knowledge of legal research methods. The course will offer students experience using and comparing a broad range of legal research tools, including traditional print sources and electronic materials. The course will review primary and secondary sources and will cover legislative history, practice materials, and some specialized topical resources. Upon completion of this course, students should be able to evaluate research options and make choices that best suit a particular legal research situation. Sexton: Spring Semester 2015: The purpose of this course is to offer students an opportunity to gain in-depth working knowledge of legal research methods. The course will offer students experience using and comparing a broad range of legal research tools, including traditional print sources and electronic materials. The course will review primary and secondary sources and will cover legislative history, practice materials, and some specialized topical resources. Upon completion of this course, students should be able to evaluate research options and make choices that best suit a particular legal research situation. Hansen: Spring Semester 2015: The purpose of this course is to offer students an opportunity to gain in-depth knowledge of legal research methods. The course emphasizes the process of legal research, including knowing where to start research and when to stop. It offers students experience using and comparing a broad range of legal research tools, including traditional print sources and electronic materials. The course will review primary and secondary sources and will cover legislative history, practice materials, administrative law, foreign and international legal research, and some specialized topical resources. Upon completion of this course students should be able to evaluate research options and make choices about how to efficiently and effectively complete research assignments when in practice.", 
                "title": "Advanced Legal Research"
            }, 
            "268": {
                "description": " Brophy Spring 2015: This course covers intestacy, wills, and trusts. The course utilizes a traditional casebook and statutory supplement, along with documents (wills and trusts), statues, and cases on theSakai website. Classes cover the casebook materials, using a combination of class discussion. Orth Fall 2014: This course covers intestacy, wills, and trusts. The course will utilize a traditional casebook. Classes will cover the casebook materials, using a combination of class discussion and lecture.", 
                "title": "Trusts and Estates"
            }, 
            "269": {
                "description": "This course explores the wide range of legal and policy issues raised by governmental limitations on and regulation of communications media, including newspapers, broadcast media, cable and the Internet. We will address the core concepts of freedom of expression and their application to a variety of news gathering and publication contexts. Topics covered will include the law governing defamation, invasions of privacy, access to government information and judicial proceedings, the regulation of broadcast and online media, the reporter's privilege, and the press and national security. Throughout the course we will pay particular attention to the applicability of current legal doctrine to speech on the Internet.", 
                "title": "Media Law"
            }, 
            "270": {
                "description": " This course deals with the law of mortgages, mortgage substitutes, and other forms of financing in which land is used as security.", 
                "title": "Real Estate Transactions"
            }, 
            "272": {
                "description": "Thecourse will examine the criminal justice system through the prism of cases inwhich an innocent person was convicted. Itwill examine the causes of and proposed remedies for wrongful conviction andconsider the implications for the criminal justice system as a whole. Topicswill include discussion of the post-conviction process, mistaken eyewitnessidentification, forensic science, false confessions, prosecutorial misconduct,ineffective assistance, and informant testimony.Course work may include a case currentlybeing investigated by the North Carolina Center on Actual Innocence.", 
                "title": "Wrongful Convictions"
            }, 
            "274": {
                "description": "Our goal is to help law students maintain their ideals, give them a much richer view of practice and the profession than they gain in most law school courses, and stimulate them to think broadly about the role of lawyers and law in contemporary American political activism. Therefore, we emphasize questions of the organization of the profession and the delivery of legal services to the middle class and the poor, as well as materials on professional responsibility. Effectively, the strategies and activities of public interest lawyers depend on what legal claims are possible at the state and federal levels and on the roles they play in work with community activists. We therefore explore these issues systematically, allowing emphasis on different themes and substantive areas depending on the interests and focus of the professor and students. Social Justice Lawyering involves several aspects: the organization of the profession (bringing together lawyers with people in need of legal services), work to carve out legal claims on behalf of oppressed people and to defend what has been won before, and the struggles in the lives of real people and communities for whom lawyers are only usually a small part of the story.", 
                "title": "Social Justice Lawyering"
            }, 
            "275": {
                "description": " Broome Spring 2015: This course covers debt transactions in which the debtor offers personal property collateral to secure the debt. The creditor's interest in the collateral is a security interest and the course examines the creation, perfection, priority, and enforcement of this security interest under Article 9 of the Uniform Commercial Code. The class emphasizes statutory construction and practical considerations in structuring the transaction. Jacoby Fall 2014: Legal regulation of asset-backed loans (think of a car loan) to consumers and businesses governed by the Uniform Commercial Code; statutory interpretation; comparison of the UCC rules to those provided in real estate and federal bankruptcy law; enforcement of secured loan agreements through repossession and foreclosure and other remedies; debtors' remedies even when they have defaulted; drafting effective secured loan agreements; formalities that must be followed to maximize the protection of transactions; priority contests between third parties with interests in the debtor's property (secured creditors, judgment lien creditors, bankruptcy trustees, buyers of assets, etc.); distributional impact of secured credit laws; role of lawyers in commercial law reform.", 
                "title": "Secured Transactions"
            }, 
            "275W": {
                "description": "Two brief guided research and writing projects relating to the subject of the course. You will submit a first draft and then a revised draft on each after comments from me.", 
                "title": "Secured Transactions"
            }, 
            "278": {
                "description": "A comprehensive and intensive survey of statutes and regulations governing securities distribution and trading on the stock exchanges, and broker-dealer regulation. Topics covered include the definition of \"security,\" disclosure obligations generally, the role of the Securities and Exchange Commission in regulating the securities markets, and the regulation of broker-dealers. We will examine disclosure and registration obligations regarding public offerings of securities and trading in the stock markets. We will also examine the exemptions from registration for small-scale transactions. We will consider regulation and self-regulation of the securities markets (including the exchanges and the over-the-counter markets) generally as well as broker-dealer sales practices.", 
                "title": "Securities Regulation"
            }, 
            "278W": {
                "description": "A comprehensive and intensive survey of statutes and regulations governing securities distribution and trading on the stock exchanges, and broker-dealer regulation. Topics covered include the definition of \"security,\" disclosure obligations generally, the role of the Securities and Exchange Commission in regulating the securities markets, and the regulation of broker-dealers. We will examine disclosure and registration obligations regarding public offerings of securities and trading in the stock markets. We will also examine the exemptions from registration for small-scale transactions. We will consider regulation and self-regulation of the securities markets (including the exchanges and the over-the-counter markets) generally as well as broker-dealer sales practices.", 
                "title": "Securities Regulation"
            }, 
            "279": {
                "description": "This course focuses on international business transactions from the perspective of the private sector. It emphasizes issues that are peculiar to, or especially prevalent in, the formation and enforcement of international contracts. It also considers the advantages and disadvantages of various forms of doing business internationally through agencies and distributorships, licensing agreements, franchising, joint ventures, and the establishment of branches or subsidiaries. The final part of the course examines the unique challenges of dispute resolution in the context of cross-border transactions.", 
                "title": "International Business Transactions"
            }, 
            "280": {
                "description": " Bryan Fall 2014: This course covers basic issues involved in the federal taxation of individuals, including the definition of taxable income, deductibility of certain business and personal expenses, and computation of gains and losses on sales and exchanges. Simkovic Fall 2014: This course covers basic issues involved in the federal taxation of individuals, including the definition of taxable income, deductibility of certain business and personal expenses, and computation of gains and losses on sales and exchanges. Thomas Spring 2015: This course covers basic issues involved in the federal taxation of individuals, including the definition of taxable income, deductibility of certain business and personal expenses, and computation of gains and losses on sales and exchanges.", 
                "title": "Income Taxation"
            }, 
            "280S": {
                "description": "The course covers basic issues involved in the federal taxation of individuals, including the definition of taxable income the deductibility of certain business and personal expenses, the timing of inclusion or deduction, and capital gains. We will focus on specific provisions of the Internal Revenue Code and the Regulations, as well as cases and policy issues. This is a three-credit course, so it won't cover quite as much material as the four-credit tax course offered during the fall and spring semesters. But the class will cover all the material that's important as a prerequisite for the more advanced tax courses (partnership and corporate tax), so it's appropriate for those students who might want to take additional tax courses in the future, as well as for those who are interested only in the introductory tax course.", 
                "title": "Income Taxation"
            }, 
            "281W": {
                "description": "An in-depth study of the various strains of feminist theory that have applicability in the law, including formal equality theory, radical feminism, cultural feminism, critical race feminist theory, postmodern feminism, and the intersection between queer legal theory and feminism. The course includes an analysis and application of feminist theory to selected areas of the law, including violence against women; reproductive rights; work-and-family and other carework issues; pornography; women and education (including legal education); and women in the workforce (sex segregation in employment, pay equity and sexual harassment).", 
                "title": "Sex Equality"
            }, 
            "282": {
                "description": "This course will cover the taxation of gratuitous transfers. The course will focus on the substantive law of taxation of gifts and estates and will also provide a basic introduction to estate planning for the beginner.", 
                "title": "Estate & Gift Taxation"
            }, 
            "283": {
                "description": "This course explores the ways in which the law constructs and regulates sexuality. The course will be organized into six units: (1) theories of sexuality, (2) criminalization of sexual activity, (3) protections against discrimination, (4) family issues such as marriage and alternatives to marriage, (5) the relationship between sexuality and free speech, and (6) international and comparative perspectives on sexuality rights. In exploring these subjects, the class pays particular attention to how legal regulations affect the lives of sexual minorities including-but not limited to-lesbians, gay men, bisexuals, transgender persons, and intersex persons. Readings include cases from the United States and abroad, legal scholarship, and works from other academic disciplines.", 
                "title": "Sexuality and the Law"
            }, 
            "284": {
                "description": "Formation of corporations, taxation of dividends and redemptions; liquidations; mergers and acquisitions; S corporations; choice of entity and major differences between corporations and pas-throughs.", 
                "title": "Corporate Taxation"
            }, 
            "285W": {
                "description": " This course addresses major issues facing state and local governments in a time of rapid change: (1) the distribution of power between federal, state and local governments; (2) the forms, structure, powers, financing and liability of local governments; (3) distribution of power between state legislatures, the judiciary, and the state executive branch; and (4) the relationship of state and local governments, public employees, and citizens. The course is designed so to introduce students to varied forms of writing and research associated with professional practice in this area, reflect on professional roles and responsibilities, and explore insights from other disciplines. It meets the law school's advanced writing requirement. The course will concentrate on legal developments across the country, but will also strategically focus on key aspects North Carolina law in order to ground students in the developing jurisprudence of a single jurisdiction.", 
                "title": "State and Local Government Law"
            }, 
            "286": {
                "description": " This course provides an introduction to essentially all substantive aspects of patent law, including the legal doctrines, public policies, and intellectual theories that inform the practices of patent prosecution, counseling, and litigation. You will initially develop an understanding of the form and substance of the patent instrument, with particular attention to the claims that define the substantive scope of the patent grant. You will then study the statutory requirements for obtaining a patent grant, including utility, novelty, non-obviousness, and adequacy of disclosure. Finally, you will examine the law governing patent infringement, including literal infringement and infringement under the doctrine of equivalents, as well as the applicable defenses and remedies. No prior technical background or knowledge is required or expected, but students should be comfortable with expository readings in science and technology.", 
                "title": "Patent Law"
            }, 
            "287": {
                "description": " The course covers the taxation of partnerships and partners on the formation of a partnership, operation of a partnership, sales and exchanges of partnership interests, and operating and liquidation distributions from a partnership.", 
                "title": "Partnership Tax"
            }, 
            "288": {
                "description": "Astudy of the trial as part of the legal system. Class members participate in simulationsof various pretrial and trial proceedings and a final full trial. Successfulcompletion of the course in Evidence is a prerequisite. Enrollment limited tofifteen students in each section.", 
                "title": "Trial Advocacy"
            }, 
            "288A": {
                "description": "This course will focus on enhancing trial skills while emphasizing substantive issues, cases and problems. Topics to be covered will include opening statements, direct and cross-examination, summation, practical trial evidence, pre-trial conferences and hearings, dealing with complex cases, and the tactics and strategies of trial by judge and by jury. There will be three hour weekly sessions as well as one weekend session with classes Friday evening, Saturday, and Sunday in January.", 
                "title": "Advanced Trial Advocacy"
            }, 
            "290": {
                "description": "Authority for and basic structure of land use regulations (including zoning districts and permits, subdivision, and innovative development review schemes). Adoption and amendment of regulations (including procedural requirements, spot and contract zoning, referenda). Application and administration of regulations (variances, appeals, special and conditional uses, vested rights, nonconformities). Constitutional issues (particularly takings, due process, and First Amendment considerations). Special topics (including growth management, historic preservation, and natural resource protection). Note: course coverage provides survey of law across the nation, but is supplemented North Carolina specific information in order to give point of reference involving a single jurisdiction.", 
                "title": "Land Use Control"
            }, 
            "291W": {
                "description": "The law of evidence as it pertains to scientists and other experts; the basic science (at a level for lawyers) underlying many of the most frequent and controversial topics of expert testimony, including DNA evidence, medical causation, economics, statistics, accident and crime scene reconstruction, and the \"forensic sciences\"; the application of the law of evidence in these various areas; and tactical considerations.", 
                "title": "Scientific Evidence"
            }, 
            "294W": {
                "description": " This course introduces students to the main areas of the emerging discipline of biotechnology law and provides students with a rigorous, practice-oriented written exercise in one of these areas: patent law (legal doctrine & relevant work of patent lawyers in biotechnology); the business of biotechnology (covering corporate law issues, venture capital and other private financing options, public funding, and university private-sector partnerships); health-related biotechnology practice (including research/medical ethics, regulation, and public policy concerning DNA research and the use of genetic information). Students choose one of the 3 subfields for their practice exercise. In each subfield, there will be one or more problem options. Students will present their respective problems and outline their proposed solutions. All members of the class are required to attend all presentations and engage in discussion with the presenter.", 
                "title": "Biotechnology and Life Sciences"
            }, 
            "295": {
                "description": "RRWA is a two-semester, graded course. It complements other first-year courses by providing practice-oriented, skills-focused instruction in small class sections. Law 295 is RRWAs fall semester, or Part I. Students learn the fundamentals of legal reasoning, research, and writing, primarily by simulating important aspects of law-office work. Students analyze, research, and write about problems or opportunities raised by fictitious clients. RRWA encourages and fosters active learning, both individually and in teams.", 
                "title": "Research, Reasoning, Writing, and Advocacy (RRWA) "
            }, 
            "296": {
                "description": "RRWA is a two-semester, graded course. Law 296 is RRWAs spring semester, or Part II. Students continue to learn about and to practice legal reasoning, research, and writing, working now with more challenging material such as administrative law and federal law. Students also study and practice the art of advocacy. They research and write various legal documents, such as client letters and briefs. Finally, students conduct an oral argument before a moot court.", 
                "title": "Research, Reasoning, Writing, and Advocacy (RRWA) "
            }, 
            "299": {
                "description": "This course surveys civil rights laws with a particular focus on federal statutesprohibiting discrimination. We will criticallyanalyze questions regarding notions of minority status, what constitutesdiscrimination, and competing views of the role of government to ensure equalrights for all. We will examine prohibitionsagainst discrimination in different contexts, such as education, the criminal justice system, housing, employment, andfamily law. Within eachof context, we will also compare and contrast protections for differentgroups, such as racial minorities, language minorities and immigrants, women,and members of the lesbian, gay, bisexual, and transgender (LGBT) communities.", 
                "title": "Civil Rights Law"
            }, 
            "301": {
                "description": " This course will introduce students to the legislative process and the Legislative Branch of government, and develop practical skills associated with advocacy in the legislative arena. Course work and areas of emphasis include: the basic principles and processes of legislative lawmaking (including constitutional parameters of the legislative process and different forms of legislation), public policy considerations that impact the legislative process and legislative lawmaking, legislative bill drafting; parliamentary procedure; legislative ethics; and advocacy skills such as oral presentation and debate, and written argument and defense of a position. It will stimulate the student's critical analysis of public policy issues through researching an issue, developing proposed changes to existing law or establishing new law to address the issue, and implementing those changes through the drafting, introduction, presentation, defense, and debate of legislation in mock legislative sessions.", 
                "title": "Legislative Advocacy"
            }, 
            "304": {
                "description": "This course will explore the issues of law and public policy in applying federal antitrust law to the health care industry. The purpose of antitrust law is to protect competition as the way to enhance consumer welfare. However, with regard to the health care industry, there is a significant dispute as to whether market competition promotes or inhibits the welfare of consumers. In addition, health care providers and payers operate under a complex mixture of market competition and government regulation, which significantly affects the application of federal antitrust law in this context. Specific topics will include whether Congress should extend the antitrust immunity for collective bargaining to joint negotiation by physicians with health plans; whether state governments should replace market competition in health care services with state regulation under the state action immunity; how federal courts should apply the limited antitrust immunity for peer review activities; and how courts and enforcement agencies should analyze health care markets for purposes of horizontal and vertical mergers.", 
                "title": "Health Care Antitrust"
            }, 
            "306": {
                "description": "This course covers Eighth Amendment constitutional principles, federal habeas corpus statutes, and United States Supreme Court practice in capital cases. By studying cases that are actually pending in the Supreme Court, attending a Supreme Court argument, and writing their own \"opinions\" addressing actual cases and controversies, students gain real-time perspective on the workings of and interactions between the branches of state and federal government.", 
                "title": "Death Penalty and the Supreme Court"
            }, 
            "310": {
                "description": " In this course, students will argue and decide constitutional cases pending before the United States Supreme Court. Each week, two students argue a case before the rest of the students in the seminar sitting as a simulated Supreme Court. The \"Court\" will decide the case, and then students will draft and file opinions, which constitute the course's written work.", 
                "title": "Constitutional Adjudication"
            }, 
            "312": {
                "description": "This seminar will study the state and federal constitutional and statutory law that governs various aspects of the electoral process. Issues to be covered include political gerrymandering and redistricting, alternative election methods, minority voting rights including language minorities, campaign finance reform, the Help America Vote Act and election reform issues, lobbying regulations, and felony disenfranchisement. While historical background on the evolution of the law in these areas will be explored, the focus will be on current issues and future prospects for development of the law and policy. In addition, the course will include a comparative perspective by briefly examining legal structures for democratic participation in other countries. Fundamentally, we will be exploring the question of what constitutional and statutory rules best guarantee a meaningfully democratic political process.", 
                "title": "Constitution And The Political Process"
            }, 
            "313": {
                "description": "This course provides a basic introduction to the concepts and methods of economic analysis of law. We will examine the use of economics in various common-law settings (including torts, property, contracts, and civil procedure). We will then delve into the limits of economics analysis in fields such as family law, administrative law, and environmental law. This course does not require previous training in economics or mathematical skills.", 
                "title": "Law and Economics"
            }, 
            "316": {
                "description": "This seminar will focus on the critical role thelaw has played throughout history and in the present day in defining and determining the scope,breadth, meaning and applicability of civil and political rights inAmerica.We will also closely examinethe principles, rationale, and context of judicial decision-making regardingcivil rights generally and, in particular, in determining to whom they apply,when they are abridged, and the remedies available to redress their violation.This course will critically explore varioushistoric and contemporary issues in civil rights law, including discriminationin public education, public accommodations, municipal services, voting,housing, land use, and public and private employment.", 
                "title": "Political And Civil Rights"
            }, 
            "326": {
                "description": "Students in this course will journey through a search for careful and well founded contemporary answers to the age old questions: What does it mean to be a good judge? How does the answer vary depending on where the judging is done? What is an \"activist\" judge? What is a judge's proper and specific role in achieving \"justice\" in a particular case? What is meant by the requisite \"judicial temperament\"? Where and how does or should politics and the will of the people in our democracy come into play in the judicial process? Where is there to be found the best thinking and writing about these questions? After 1 or 2 general introductory sessions, the semester will then continue on 2 parallel tracks. Against a backdrop of assigned student readings and research, including students' own one-on-one interviews/oral histories with selected members of the judiciary, we will invite for our weekly seminar meetings judges from a variety of political/philosophical backgrounds working at every level of the court system, and scholars who have endeavored to study the issues we are exploring.", 
                "title": "Nature of the Judicial Process"
            }, 
            "329": {
                "description": "This seminar will examine the coordination and conflict between the Congress and the President in areas in which they share power and compete for dominance. The topics covered include each branch's unilateral authority to interpret the Constitution; executive immunity and privilege; judicial selection; impeachment and removal; internal rule-making in the Senate; and foreign affairs.", 
                "title": "Congress And The Presidency"
            }, 
            "331": {
                "description": "Contemporary topics and challenges in chapter 11 bankruptcy and related restructurings. Debtor-in-possession financing, 363 all-asset sales, industry-specific problems (airlines, retailers), mass torts, professional fee controversies, the role of the judge and the United States Trustee, normative theories and empirical studies. Use of a variety of primary sources rather than just appellate court decisions.", 
                "title": "Corporate Reorganization"
            }, 
            "332": {
                "description": "This course focuses on thelegal issues unique to the academic and business operations of institutions ofhigher education. Through examination of applicable laws, cases andregulations, institutional policies, academic custom, and societal expectation,the seminar will explore issues relating to academic freedom, accountability,admissions, athletics, employment (including tenure), gifts, governance,intellectual property, research, risk management, students, anduniversity-industry relationships.", 
                "title": "Legal Issues In Higher Education"
            }, 
            "334": {
                "description": " The Privacy Law Seminar explores United States privacy law and provides brief coverage of foreign privacy law. The seminar introduces students to a sampling of privacy law and provides an opportunity to focus on a particular privacy law area while improving writing skills. Each student is expected to create a high-quality academic-style paper that meets the School's rigorous writing requirement. Peer comments on paper drafts and guidance from the professor provide a framework for development of writing skills. The course introduces the idea of a body of privacy law, but reveals the hit-and-miss approach that characterizes constitutional, common law, statutory, and regulatory privacy law in the United States. Students will examine examples of privacy law in information and decisional privacy areas involving topics such as media, health, criminal investigation, anonymity, employment, public records, consumer behavior, and various aspects of personal autonomy. Not all aspects of privacy law will be covered each semester. Students will discover that privacy law is a growing area of practice with challenges of harmonizing state, federal, and foreign laws.", 
                "title": "Privacy Law"
            }, 
            "335": {
                "description": "Select a topic in the area of torts or torts remedies on which to complete a major research paper.", 
                "title": "Advanced Torts"
            }, 
            "336": {
                "description": "This course is designed to provide instruction on the appellate process and appellate litigation skills. The course also explores the role of appellate institutions. During the course students will prepare an appellate brief and present oral arguments before a panel of experienced appellate practitioners and judges/justices.", 
                "title": "Appellate Advocacy"
            }, 
            "338": {
                "description": "In this seminar, each student becomes expert in a topic with a nexus to commercial law or contracts. Students should think ahead about their topics to facilitate approval by the professor in the first weeks of the semester. Although the subject may simply reflect an interest, it could be one an employer wishes to have examined in detail. Early in the semester, proposals are roughly grouped for class presentations with class assignments developed by each group working with the professor. Each student completes an individual major paper after rigorous peer and professorial editing of a rough draft.", 
                "title": "Advanced Commercial Law and Contracts"
            }, 
            "340": {
                "description": "  This course, which replaces Domestic ViolenceLaw, will cover the theoretical, social, and legal implications of genderviolence.It will examine the efficacyof legal intervention and how laws impact the lives of those who have survivedgender violence. Topics include civil protection orders, custody, arrest andprosecution, immigration, international human rights, and other legal remediesin the realm of intimate partner violence.Students will also examine recent developments at the intersection of civilrights and gender violence, including gender violence in prisons and the lackof access of services for certain groups, for example, disabled victims,men,and LGBTQ victims. Itwill include a comparative perspectiveby which the problem of gender-based violence and its remedies are considered inthe context of other cultures and legal systems. In addition to the subject matter overview,students will observe court proceedings and engage in in-class practical skillsexercises including interviewing and counseling, trial issues, simulated casearguments, and group problem exercises. Students willbe assigned written exercises such as legislative drafting, complaint drafting, and developing an outline for a memorandum of law.Students will complete a 15-20 page seminar paper that builds on and develops one of the earlier writing assignments.", 
                "title": "Gender Violence and the Law"
            }, 
            "341": {
                "description": "The course will explore a phenomenon in which certain municipalities in North Carolina and other states draw town boundaries to exclude traditional African American communities even though the town has \"extraterritorial jurisdiction\" over the communities. The practice enables the disproportionately white residents of the municipality to retain complete political control over basic decisions about land use and community development within the minority communities. Residing outside town boundaries has important implications for the provision of public services and the value of land, but further research is needed to document the problem and possible solutions. The course will take a multi-disciplinary approach to examining \"municipal outbounding\" and land use policies and practices, including zoning regulations, with emphasis on possible Equal Protection clause, Title VI, and Voting Rights Act violations. Planning students will learn how their discipline can inform and improve the development of the law in this area.", 
                "title": "Race, Residence, and Municipal Exclusion"
            }, 
            "342": {
                "description": "Imagine for a moment that all the rules and doctrines that you learned in American Constitutional Law were applied in an emerging democracy. At least a few difficult structural questions should immediately come to mind. For instance, does it make sense to transplant all of the constitutional rights that exist in America to this emerging country? Should the judges who interpret what any given right means apply a specific method of interpretation? Should the constitutional holdings of courts in other nations with similar rights have any influence? Do the emerging nation's special social and political circumstances leading to the drafting of the constitution make a difference? This seminar explores such questions by examining the system of constitutional law from a comparative perspective by examining the experiences of two emergent \"states\" - The Republic of South Africa and the European Union.", 
                "title": "Comparative Constitutional Law"
            }, 
            "343": {
                "description": "This 3 credit-hour survey course will provide an overview of laws touching persons with disabilities in the United States. We will emphasize federal laws addressing employment, education, health care, housing, and public programs, and we will discuss North Carolina law surrounding civil commitments and competency. Several classes may address current political issues regarding disability rights law and policy.", 
                "title": "Disability Law"
            }, 
            "345": {
                "description": " This seminar will examine the legal issues involved in the construction process, including the rights and obligations of owners, contractors, subcontractors, and design professionals. Topics of study include project design and delivery systems, construction claims and damages, workplace safety, alternative dispute resolution, liens and suretyship. It is anticipated that one class session will be held at the site of a notable construction project in the area.", 
                "title": "Construction Law"
            }, 
            "346": {
                "description": "This seminar explores how the law addresses the interests of children and the relationship among those interests, parental interests, and state interests. Specific legal issues covered will include, but are not limited to, government restrictions on children's constitutional rights, children's rights and welfare in schools, the interests of children in family law, and children's rights in international law.", 
                "title": "Children And The Law"
            }, 
            "347": {
                "description": "This seminar focuses on selected works of literature that raise critical issues involving law, the legal process and the effects of law and the legal process upon individuals and society.", 
                "title": "Law and Literature"
            }, 
            "348A": {
                "description": "This course will be taught in the Philosophy Department. It will consider the philosophical problems surrounding the idea of criminal responsibility. We will discuss the elements of responsibility, including mens rea and voluntariness, and the various conditions under which responsibility is called into question, for example, insanity, infancy, intoxication, and addiction. We may also consider the relationship between responsibility and preventive detention.", 
                "title": "Philosophy of Law"
            }, 
            "355": {
                "description": "This course will focus on a variety of issues currently facing the litigator. The emphasis will be on complex civil cases, but there will also be some attention paid to issues in criminal cases and to less complex civil matters. Examples of topics that may be covered include attorneys fees in class actions or multi-district litigation; electronic discovery; Rule 11 sanctions; subject matter waiver of the attorney-client privilege; the impact of compulsory mediation; scientific evidence in civil and criminal cases and the impact on criminal cases of the landmark decision in Crawford v. Washington.", 
                "title": "Current Issues in Litigation"
            }, 
            "357C": {
                "description": "A seminar providing an opportunity to learn, write, and critique scholarly writings about a wide range of enduring and emerging legal issues surrounding the use of the Internet. Topics will vary according to student interest, but will likely include: governance of the Internet, information policy, intellectual property on the Web, software patenting, privacy, content regulation, encryption and other access controls, law in virtual worlds, fraud and other Internet crimes, security, law enforcement using the Internet and blogging and other Internet-only activities.", 
                "title": "Cyberspace Law"
            }, 
            "358": {
                "description": " This seminar is designed to give students a thorough introduction to sentencing law, policy and practice. It has two components-weekly seminars for the students and three monthly day and a half workshops involving the students and invited judges and criminal justice practitioners. The weekly seminar sessions focus on legal and policy dimensions of sentencing with special attention to North Carolina law. Attention is also paid to correctional programs. The workshops are intensive case discussions. To prepare for these workshops, all participants -- judges as well as students -- will be required to read the case studies, propose sentences for each case, and arrive prepared to discuss them. Through the case discussions, the complexities of sentencing and the underlying issues are illustrated and explored.", 
                "title": "Judicial Sentencing"
            }, 
            "361": {
                "description": "This course examines the legal relationships of American Indians and federally recognized Indian Tribes in the context of Federal Indian Law. In particular, the course focuses on Indian Tribal sovereignty and its intersection with the Federal and State governments with emphasis on Tribal Court jurisdiction, property rights, the place of the Tribes within the constitutional framework of the Federal government, and relationship between Tribal governments and the States. This course will have a special emphasis on the Eastern Band of Cherokee Indians located in North Carolina.", 
                "title": "Federal Indian Law"
            }, 
            "364": {
                "description": "This course will combine an historical overview of the North Carolina Constitution from 1776 to the present with the study of early and contemporary cases interpreting the state constitution.", 
                "title": "N.C. State Constitutional Law"
            }, 
            "368": {
                "description": " This seminar is designed to introduce students to pretrial litigation under the North Carolina Rules of Civil Procedure and Evidence. Topics include pre-suit considerations, claims and defenses, written discovery and depositions, summary judgment and other motions and pretrial preparation. Course materials will include an annotated copy of the North Carolina Rules of Civil Procedure and Evidence, assigned North Carolina appellate decisions and other supplemental readings. The material will be presented in the context of torts, but many concepts will be applicable to all areas of civil litigation.", 
                "title": "N.C. Pretrial Litigation - Torts"
            }, 
            "374": {
                "description": " A study of presidential and congressional national security powers under the Constitution and case law, and the role of the courts in reviewing those powers; the domestic effect of international law; the use of military force in international relations; investigating terrorism and other national security threats, with a focus on surveillance and other counterterrorism measures; the interrogation and detention of terrorists; prosecuting terrorists in the federal courts and in military commissions; the domestic use of the military in law enforcement; and the state secrets privilege and public access to national security information in civil litigation.", 
                "title": "National Security Law"
            }, 
            "375": {
                "description": "State Administrative Procedure Act, general provisions, overview, and selected issues. Administrative adjudication with simulated cases involving state agencies and parties before agencies; projects include case development, administrative hearings, appeals and judicial review (generally on civil non-jury calendar before an actual Superior Court Judge in the courthouse).", 
                "title": "Administrative Process And Advocacy"
            }, 
            "376": {
                "description": "The history of military justice and the Uniform Code of Military Justice (UCMJ); the different types of crimes proscribed by Congress in the UCMJ; military jurisdiction; military trial practice and procedure; the service appellate courts; the authority of the military commander under the UCMJ; the military justice system in times of war; courts-martial as contrasted with military commissions; and significant military cases reaching the U.S. Supreme Court and other federal courts.", 
                "title": "Military Justice"
            }, 
            "380": {
                "description": "Course will focus on international and regional human rights treaties and enforcement mechanisms consider the customary law of human rights and possibly examine particular human rights issues.", 
                "title": "International Law of Human Rights"
            }, 
            "381": {
                "description": "This course addresses the various ways that work from the social sciences informs legal problems. We cover several areas where social science intersects with law. Topics include the death penalty, felon disenfranchisement, educational testing, employment discrimination, and redistricting. In each area, we will examine three broad questions: (1) is there any challenge that the research from other disciplines poses on lawyers as they seek to resolve legal problems? (2) What are the standards and skills lawyers ought to apply in assessing scholarship from other disciplines? (3) What can the social science disciplines \"learn\" from their interaction with legal institutions? ", 
                "title": "Law and Social Science"
            }, 
            "383": {
                "description": " This course examines state and federal efforts to enforce morality and policy in commercial activity through criminal sanctions. It explores the metamorphosis of the mail and wire fraud statues then examines the RICO statutes' use as the prosecutor's ultimate weapon. The seminar also considers the problems confronted by prosecutors and practitioners whose clients are the subject of investigation and prosecution for a white collar offense, focusing on the powers of the grand jury and other investigative bodies, sentencing issues under the federal guidelines, and the dilemma posed when the client is the subject of parallel civil and criminal proceedings involving the same matters. Guest lecturers will be recruited from current prosecutors, agents, and defense attorneys.", 
                "title": "White Collar Crime"
            }, 
            "384": {
                "description": "This course introduces students to practical skills necessary to help clients identify, keep, use and share intellectual property. Students start with model agreements needing improvement, and learn to draft language that better fits their clients' needs. Students develop strategies to protect intellectual property, and create specific guidelines for using these assets cautiously to avoid infringing on the intellectual property rights of others. Students will negotiate and draft intellectual property agreements, such as confidentiality agreements, photography releases, trademark opinion letters, non-compete agreements and license agreements. At the end of the semester, students will have drafted a series of model forms for use in an intellectual property practice. Leading legal practitioners will be guest lecturers.", 
                "title": "Intellectual Property Strategies & Transactions"
            }, 
            "386": {
                "description": "In this seminar, we will explore the fundamental policy issues that influence our choice of tax laws. We will not focus in any significant detail on the mechanics of the current law. Rather, we will spend our time thinking about what the tax law could and should be. Specific topics we will discuss may include theories of distributive justice, progressivity, tax compliance and enforcement, consumption taxes as an alternative to an income tax, tax shelters, and tax expenditures. For the first portion of the course, we will cover various foundational aspects of tax policy through readings and discussion. Students will spend the second portion of the course focusing on a specific tax policy issue that they will discuss with the class and that will serve as the basis for their paper. This course should not be limited to students who anticipate pursuing a career in tax or business law. Issues of tax policy are of general interest and involve basic issues of fairness and the appropriate role of government.", 
                "title": "Tax Policy "
            }, 
            "388": {
                "description": "The focus of the course would be on a host of wealth related issues that impact on families in addition to estate taxation which is the focus of most personal wealth related courses available at law schools. The course would deal with a variety of wealth related topics including:  investment strategies;  an overview of income tax issues that impact on families and individuals;  the law governing transmission of wealth;  the basic structure of inheritance and estate tax law;  home ownership;  meeting the cost of higher education;  life and disability insurance;  elder law;  planning for retirement; and  economic failure and asset protection.", 
                "title": "Family Wealth Management"
            }, 
            "390": {
                "description": "The Youth Justice Clinic is either a one or two-semester clinic in which third-year law students represent young people accused of delinquency offenses, crimes, status offenses, and school discipline cases in Durham, Orange, and Wake Counties. Specifically, students handle a wide variety of felony and misdemeanor cases in delinquency and criminal courts, ranging from disorderly conduct to assault and drug distribution. Additionally, students represent children alleged to be truant, beyond the disciplinary control of their parents, and runaways, as well as sixteen and seventeen-year-olds who have petitioned for emancipation. Students are also assigned to represent clients in long-term suspension hearings and appeals. When appropriate, students handle appellate matters. While cases are assigned to individual students, each student works with a partner and the pair meets regularly as a team with their faculty supervisor. Students research legal theories and defenses, prepare and update case plans documenting defense strategy, draft motions and legal memoranda, and prepare witness examinations and argument for evidentiary hearings. Students also conduct pretrial and pre-sentencing investigations in which they interview state, school and defense witnesses as well as family members and service providers. Throughout the process, students maintain regular contact with their clients, advising and counseling them at each stage. Students appear in court frequently and handle all aspects of juvenile court practice and procedure, including detention, probable cause, motions, trial and sentencing. Students regularly negotiate with prosecutors and court personnel on behalf of their clients. In the suspension context, students appear in contested hearings before school administrators and administrative law judges.", 
                "title": "Youth Justice Clinic"
            }, 
            "391": {
                "description": "   The Civil Legal Assistance Clinicis a two semester clinic in which third-year students represent clients inemployment, housing, and other civil rights and poverty law cases. Civil Clinicstudents also work on related projects and complex litigation in support ofbroader workers' rights, civil rights, and poverty law advocacy efforts.", 
                "title": "Civil Legal Clinic"
            }, 
            "395": {
                "description": "The Youth Justice Clinic is either a one or two-semester clinic in which third-year law students represent young people accused of delinquency offenses, crimes, status offenses, and school discipline cases in Durham, Orange, and Wake Counties. Specifically, students handle a wide variety of felony and misdemeanor cases in delinquency and criminal courts, ranging from disorderly conduct to assault and drug distribution. Additionally, students represent children alleged to be truant, beyond the disciplinary control of their parents, and runaways, as well as sixteen and seventeen-year-olds who have petitioned for emancipation. Students are also assigned to represent clients in long-term suspension hearings and appeals. When appropriate, students handle appellate matters. While cases are assigned to individual students, each student works with a partner and the pair meets regularly as a team with their faculty supervisor. Students research legal theories and defenses, prepare and update case plans documenting defense strategy, draft motions and legal memoranda, and prepare witness examinations and argument for evidentiary hearings. Students also conduct pretrial and pre-sentencing investigations in which they interview state, school and defense witnesses as well as family members and service providers. Throughout the process, students maintain regular contact with their clients, advising and counseling them at each stage. Students appear in court frequently and handle all aspects of juvenile court practice and procedure, including detention, probable cause, motions, trial and sentencing. Students regularly negotiate with prosecutors and court personnel on behalf of their clients. In the suspension context, students appear in contested hearings before school administrators and administrative law judges.", 
                "title": "Youth Justice Clinic (Fall Semester)"
            }, 
            "396": {
                "description": "In the spring Youth Justice Clinic, third-year law students represent young people accused of delinquency offenses, crimes, status offenses, and school discipline cases in Durham, Orange, and Wake Counties. Specifically, students handle a wide variety of felony and misdemeanor cases in delinquency and criminal courts, ranging from disorderly conduct to assault and drug distribution. Additionally, students represent children alleged to be truant, beyond the disciplinary control of their parents, and runaways, as well as sixteen and seventeen-year-olds who have petitioned for emancipation. Students are also assigned to represent clients in long-term suspension hearings and appeals. When appropriate, students handle appellate matters. While cases are assigned to individual students, each student works with a partner and the pair meets regularly as a team with their faculty supervisor. Students research legal theories and defenses, prepare and update case plans documenting defense strategy, draft motions and legal memoranda, and prepare witness examinations and argument for evidentiary hearings. Students also conduct pretrial and pre-sentencing investigations in which they interview state, school and defense witnesses as well as family members and service providers. Throughout the process, students maintain regular contact with their clients, advising and counseling them at each stage. Students appear in court frequently and handle all aspects of juvenile court practice and procedure, including detention, probable cause, motions, trial and sentencing. Students regularly negotiate with prosecutors and court personnel on behalf of their clients. In the suspension context, students appear in contested hearings before school administrators and administrative law judges.", 
                "title": "Youth Justice Clinic (Spring Semester)"
            }, 
            "397": {
                "description": " Students will provide legal services to nonprofit organizations whose activities serve to improve the quality of life in economically disadvantaged communities. The CDL Clinic provides a wide variety of business-oriented legal services including forming legal entities (e.g., corporations, corporate subsidiaries, limited liability companies), helping organizations obtain state and federal tax-exemption, negotiating and drafting employment and vendor contracts, and forming strategic joint ventures. Students take primary responsibility for interviewing and counseling clients, drafting corporate documents, and providing legal advice in such areas as corporate governance, corporate risk assessment and mitigation, contract law, employment law, land use planning, state licensing requirements, and state and federal taxation.", 
                "title": "Community Development Law Clinic"
            }, 
            "398": {
                "description": " This four credit seminar will offer st udents the opportunity to engage in non-litigation strategies and collaborate with state, national, and international human rights organizations on legislative and rule-making proposals, policy matters, research papers, and amicus briefs. Topics may include immigrant rights, trafficking, domestic workers, gender violence, police and prison reform, U.S. obligations under the Convention Against Torture, the International Covenant on Civil and Political Rights with regard to specific local issues, and various other human rights treaty obligations and compliance. Students work with organizations currently seeking to reframe domestic issues as human rights issues, and engage in various law-related campaigns aimed at addressing economic, social, and cultural human rights violations. Students work in groups on assigned projects.", 
                "title": "Human Rights Policy seminar"
            }, 
            "398A": {
                "description": " The Immigration Clinic is a two-semester clinic that provides students with an opportunity to represent clients in immigration cases. Students work in teams of two and consult with each other before weekly team meetings with their faculty supervisor. During the course of the year, students prepare claims and advocate on behalf of immigrant clients, including: UNC School of Law immigrants eligible for U (crime victim) Visas, battered immigrants applying for VAWA relief, immigrants eligible for T (trafficking) Visas, immigrants eligible for DACA (Deferred Action for Childhood Arrivals), immigrants with claimsfor permanent residency status, other claims for permanent residency status. There may be opportunities for ancillary state court representation related to immigration cases, depending on the needs of the client. As part of their clinic work, students meet weekly as agroup at a regularly scheduled class time to review cases as well asreadings. In addition, students will also work in teams and have weekly team meetings with their faculty supervisor.", 
                "title": "Immigration Clinic"
            }, 
            "400": {
                "description": "This seminar prepares Honors Writing Scholars, pre-selected through a competitive application process, to serve as teaching assistants for a two-semester, foundational first-year course: Research, Reasoning, Writing, and Advocacy. Participants will examine relevant theories and practices of teaching. They also will explore and practice effective ways to critique students' work. Finally, participants will help develop assignments. Students would especially benefit from the seminar if they are interested in judicial clerkships, teaching posts, or positions that require mentoring or supervising of other attorneys.", 
                "title": "Honors Writing Scholars Seminar"
            }, 
            "400L": {
                "description": "This lab gives participants the following opportunities:  to help provide instruction for, and to mentor, first-year students in the Research, Reasoning, Writing and Advocacy (\"RRWA\") program;  to reflect on their experiences;  to receive critiques of their work; and  to improve their work based on the reflection and critiques. The lab follows and builds upon the fall semester Honors Writing Scholars Seminar. Using the training they will have received in the Seminar, the HWS students will assist a section of the first-year RRWA students inside and outside the classroom. First, they will attend RRWA classes and work closely with the RRWA professor. They also will provide instruction in at least two hands-on, practice-oriented class sessions. Second, they will assist the RRWA students in less formal settings outside of the class, mentoring those students and helping them develop their research and writing skills.", 
                "title": "Honors Writing Scholars Lab"
            }, 
            "401": {
                "description": " The Externship Program is designed to enhance traditional classroom instruction by engaging students in real life lawyering experiences with practicing lawyers and judges in the community. Students receive three units of pass/fail credit for working with one of the Program's 100 externship partner placement sites for approximately ten hours a week during the 14 week semester. Judges at federal and state levels, and lawyers from government agencies, public interest groups, and corporate counsel offices serve as mentors and on-site supervisors for the students. The Externship Program's faculty supervisors guide and facilitate the students' exploration of their externship experience through tutorials, journal writing and group discussion.", 
                "title": "Externship Program"
            }, 
            "402": {
                "description": "The Summer Externship Program takes place from May 14 through June 29. Rising 2Ls and rising 3Ls enrolled in the Summer Program earn 5 pass/fail units of credit. Students work on site at their externship 32 hours per week; submit weekly journals and time sheets; and attend individual conferences with their faculty supervisor. Students are expected to participate in an orientation program (the first Monday), one field trip and in weekly class meetings (held on Fridays).", 
                "title": "Externship Program"
            }, 
            "403": {
                "description": "", 
                "title": "Externship (Full Term)"
            }, 
            "404": {
                "description": "This course willexamine the legislative history and jurisprudence of the Fourteenth Amendment, focusingprimarily on the Equal Protection Clause. The course studies the application ofthe Amendment to women, to people of color, to economic status, and to sexualorientation. It emphasizes the historical context in which the Supreme Courtmade its decisions applying the Amendment, journeying from the ReconstructionEra to Jim Crow and the Lochner Era. Wewill study the road to Brown v. Board of Education, the desegregation eracases, and the rise of reverse discrimination claims.", 
                "title": "Advanced Constitutional Law"
            }, 
            "405": {
                "description": " Brown Spring 2015: A highly practical course designed to teach students how to make wise strategic choices so that they can use the law effectively to represent their clients. What remedies to seek and how to frame the issues most effectively are recurrent themes of the course, entailing an examination of the interplay of remedy and substantive law upon each other. Providing an overview of much of the curriculum, this is a great bar prep course. Part of its value lies in the coverage of equity, which has generated some notable recent supreme Court opinions and has been heavily tested recently. Equity and equitable remedies such as specific performance, injunction, and constructive trust are explored, and relevant jurisdictional issues are addressed. Restitution is a second major emphasis, both as to substantive and remedial aspects, with coverage of legal and equitable restitution. An overview of damages highlights goals and basic premises of that more familiar remedy. The discussion of elements and alternative measures of monetary recovery makes an effective review of the first year and also introduces new material. A number of limiting theories and doctrines provide tools needed by an attorney to avoid or limit recovery. Burk Fall 2014: This course explores what litigants can (and can't) get if they win, or correspondingly what happens to them if they lose, with an emphasis on strategic and practical choices in practice. It is strongly recommended for any student considering a career that involves civil litigation, but will also be of use to transactional lawyers, who must consider what can happen if a deal fails or is disputed. Remedies is on the Multistate Bar Examination, and the interplay between available remedies and the substantive and procedural law governing a claim and its adjudication makes this an excellent bar review course. Subjects will include the types and measures of damages available in different areas of substantive law; equity jurisdiction and equitable remedies such as injunction, specific performance and constructive trust; and restitution and restitutionary remedies.", 
                "title": "Remedies"
            }, 
            "407": {
                "description": "This course will survey the legal issues raised by computer-related crime. The course coverage divides into two topics: 1) substantive criminal law, which considers the scope and structure of the criminal laws relating to computer crime; 2) criminal procedure, which examines the nature and function of the privacy laws and constitutional rules that regulate law enforcement investigations of computer-related crime; and 3) privacy statutes dealing with computers that relate to criminal cases.", 
                "title": "Computer Crime and Abuse Law"
            }, 
            "407W": {
                "description": "This course will survey the legal issues raised by computer-related crime. The course coverage divides into three topics: 1) substantive criminal law, which considers the scope and structure of the criminal laws relating to computer crime; 2) criminal procedure, which examines the nature and function of the privacy laws and constitutional rules that regulate law enforcement investigations of computer-related crime; and 3) jurisdictional issues, which evaluate how competing jurisdictions (state vs. state, federal vs. state, and U.S. vs. foreign) might work together or independently to investigate and prosecute computer-related crimes.", 
                "title": "Computer Crime and Abuse Law"
            }, 
            "408": {
                "description": "This course will provide an overview of the complex regulatory regime governing cross-border operations of banks and other financial institutions in the global marketplace, with the broader focus on the key trends in the evolving international regulation of financial services. Topics explored in this course include international aspects of the U.S. capital markets regulation, regulation and supervision of U.S. activities of foreign banking organizations and non-U.S. activities of domestic banking organizations under the U.S. law, key elements of the global financial market infrastructure, recent trends in international cooperation and regulatory harmonization efforts in the financial services sector (including the Basel capital accord and the European Union banking directives), and anti-money laundering and anti-terrorist financing regulation.", 
                "title": "International Banking"
            }, 
            "415": {
                "description": "This course is intended to introduce American lawyers to Latino culture and the unique issues that may arise when representing a Spanish speaker. It will focus on the growing Latino population in the United States and the legal issues that arise when a party to a matter is a Latino immigrant. Spanish speaking and comprehension skills may provide insight, but are not required. Practical skills will be emphasized. The course will be graded on a pass-fail basis. The grade will be based on class preparation/participation and performance on two assessments. All graded exercises will be conducted in English.", 
                "title": "Representing The Latino Client"
            }, 
            "417": {
                "description": "The basic goal is to focus on acquiring a working legal vocabulary in Spanish which will enable one to work with Spanish speaking immigrants, resident aliens and citizens who use Spanish as their primary language. The course will focus on legal issues that largely impact the Spanish speaking client. We cover major areas of the law such as family, immigration, criminal, torts, employment, taxes/business, property, inheritance and small business issues. We invite several guest speakers who are experts in these fields to add dimension to the material we are studying. We also consider legal issues within a cultural context.", 
                "title": "Spanish for American Lawyers"
            }, 
            "418": {
                "description": "More than 50 percent of U.S. exports now depend on some form of intellectual property protection. This course provides an overview of the substantive content of, and legal authority for, international IP rights, drawing on cases, treaties and materials in copyright, patent and trademark law. We will examine international and comparative law issues of major importance to modern IP practice, including obligations for IP protection arising under international public law, the emerging role of transnational private law in the acquisition and enforcement of IP rights, and the geopolitics of IP trade and harmonization.", 
                "title": "International Intellectual Property"
            }, 
            "419": {
                "description": "This course will survey the legal issues that most frequently arise in the health care industry. Students will learn the role of law in promoting health care quality, accountability, access, and efficiency. Among the topics we will cover in some detail are bioethics (the ethical and legal issues raised by advancements in medical technology); health care finance; and issues on tort liability of health care professionals and organizations, establishing the standard of care and proving negligence in malpractice and informed consent situations.", 
                "title": "Health Law"
            }, 
            "424": {
                "description": "This course covers the study of Religion Clauses of the First Amendment. Topics will include religious exemptions, financial aid to religion, school prayer, religious group autonomy, and religious participation in politics and public life.", 
                "title": "Church and State"
            }, 
            "426": {
                "description": "This course examines the legal, practical, and theoretical problems raised by \"complex\" civil litigation - i.e., litigation involving multiple claims, parties, and tribunals; novel legal issues or remedies; complex factual determinations; and/or lots of money. Specific topics include class actions and other joinder devices; federal multi-district transfer and related methods of coordinating litigation; judicial management of complex litigation, including trial; discovery issues; and preclusion doctrine.", 
                "title": "Complex Civil Litigation"
            }, 
            "427": {
                "description": " This course is divided into two parts. The first four weeks are an intensified version of a course in scientific and expert testimony. We will meet for an additional hour during those weeks. Each of the remaining weeks will focus on a particular \"hot topic\" in scientific evidence. Depending on the week, we will explore scholarship, examine ongoing litigation and / or consider recent policy proposals. Where possible, the authors of the scholarship, pleadings, legislation, etc., will join the class in person or via Skype. On the whole, the goal of the class is to make us more intelligent consumers of scientific evidence, which in turn will sharpen the advocacy skills necessary for indigent defense representation.", 
                "title": "Lawyering Lab: Scientific & Expert Testimony in Indigent Defense"
            }, 
            "429W": {
                "description": " Introduction to corporate law and other business entities, with some attention given to partnership and agency law. Primary focus is an examination of the structure, governance, and characteristics of the modern business corporation. Coverage includes fiduciary duties, corporation formation and the formalities required for corporate existence, corporate governance, including elections and meetings of the board of directors, and related matters. We also cover special considerations relating to small businesses, as well as disclosure obligations of publicly held companies. We examine Securities and Exchange Commission requirements, such as insider trading prohibitions, proxy requirements and various anti-fraud requirements. Brief consideration will be given to mergers and other corporate combinations.", 
                "title": "Business Associations"
            }, 
            "431": {
                "description": " Technology has changed thepractice of law and, increasingly, is creating new job opportunities for enterprisinglaw school graduates.This course willprovide exposure to selected software and technologies necessary to practicelaw effectively and competitively. Students will gain practical and theoreticalknowledge to assist in the selection and use of these tools.The legal and ethical ramificationssurrounding the use of these technologies will also be thoroughly examined.Topics include case & client managementplatforms, document management, eDiscovery, cloud computing, virtual &mobile lawyering, courtroom & presentation technologies, security &confidentiality, and paperless workflow.", 
                "title": "Law Practice Technologies"
            }, 
            "433": {
                "description": "TheElder Law course will provide the student with the practical skills needed toaddress those concerns facing the typical elder law client when planning forlong term or short term medical care, incapacity, and death. Particular emphasiswill be given to the core elder law practice areas of Advance Care Directives,Estate Planning and Administration, Guardianships and Public Benefits Planningwith Medicaid, Medicare, Social Security and VA Benefits.", 
                "title": "Elder Law"
            }, 
            "434": {
                "description": "This seminar will focus on legal policy issues related to self defense in the criminal law. Particular attention will be paid to self defense cases involving the use of lethal force, specifically the use of firearms. Specific topics will depend on class interest, but the initial phase of course will focus on case studies of controversial shootings where self defense was raised as a defense.", 
                "title": "Criminal Justice Policy"
            }, 
            "437": {
                "description": "We demand justice of our laws, but we know laws often fail to meet thisdemand. We also demand fidelity to law of lawyers and judges, sometimes even inthe face of law's injustice, and expect lawyers to act in ways that we wouldcondemn if done by lay people. We seek to justify these worrisome demands byappeal to notions of professionalism, the adversary system, the rule of law,and democracy. But, is it possible for lawyers to maintain their own integrityin the face of such apparent conflicts? Can law shield lawyers fromresponsibility for the injustice or wrongs it works in the world? Can lawitself sustain its integrity and its claim of respect and allegiance when itdoes such wrongs? What are we to make for the notion of integrity-of lawyersand of law-in the morally compromised world in which we live and make a living?These are the core questions addressed in this course.", 
                "title": "Jurisprudence: Justice, Fidelity & Integrity of Law & Lawyers"
            }, 
            "438": {
                "description": " This course will focus on issues and transactions involving multiple owners of closely-held businesses, including governance, ownership allocation, ownership transfer/buy-outs, financing and business sale. Various related agreements will be examined including limited liability operating agreements, stockholder agreements, buy-sell agreements, bank loan agreements, and employment agreements. Real-world problems will be discussed and simulated negotiations conducted in a number of the classes.", 
                "title": "Business Transactions"
            }, 
            "439": {
                "description": "Animal law is currently reported to be one of the fastest growing areas of the law. This course examines the role of animals in the law through various legal theories in property, tort, contract, trusts and estates, criminal, and constitutional law. More than simply an introspective into companion animals, the student will also study the law's treatment of wildlife and animals used for commercial purposes such as entertainment, food and research. The student begins by considering such elementary issues as the definition of \"animal\" and emerges from the class with a thorough understanding of the diverse, complicated and evolving world that is animal law.", 
                "title": "Animal Law"
            }, 
            "440": {
                "description": "Financial accounting is the language of business. A working familiarity with accounting is necessary to understand the businesses and transactions encountered in litigation as well as in a transactional practice. The course develops a critical understanding of the basic financial statements. Additionally, the course will provide a quick introduction to the time value of money and other fundamental concepts of corporate finance. No bookkeeping will be done. A calculator is required so that class discussion can make the economics of things like student loans and auto leases more real. NOT FOR STUDENTS WHO HAVE HAD ACCOUNTING, FINANCE, ETC., AS AN UNDERGRADUATE OR GRADUATE STUDENT.", 
                "title": "Financial Accounting for Lawyers"
            }, 
            "441": {
                "description": "This course deals with both comparative criminal law (comparing the criminal law of various nations) and international criminal law (having to do with matters that go beyond national boundaries).", 
                "title": "International & Comparative Criminal Law"
            }, 
            "442": {
                "description": "This course will provide a basic overview of international environmental legal issues and the legal regimes created to deal with them. It will then turn its focus to the issue of climate change and what future international and domestic regimes will arise to cope with the issue.", 
                "title": "International Environmental Law"
            }, 
            "443": {
                "description": " This course covers the law and practice of arbitration in both domestic and international settings. Many business disputes are resolved by arbitration rather than litigation. In some industries, arbitration is the norm, not the exception. Likewise, many consumer and employment contracts include clauses that divert disputes away from the courts and into private arbitration. Because arbitration raises unique procedural and substantive issues, knowledge of arbitration law is important both for generalist litigators and for lawyers who want to develop a specialized arbitration practice (for example, practicing international arbitration at a large firm). The course covers issues that arise in enforcing arbitration agreements and awards, conducting arbitration proceedings, and drafting arbitration clauses. Approximately one-third of the course will be devoted to international arbitration.", 
                "title": "Commercial Arbitration"
            }, 
            "444": {
                "description": "This course will help students understand how mental illness andpsychopathology interface with the legal system, in both the civil and the criminal justice systems. There will bean overview of interviewing techniques, psychopathology and assessment(including the use of standardized assessments and psychological testing) inconducting forensic evaluations and discussion of the use of mental healthexperts. Specific areas of focus will include confidentiality and privilege, right to treatment, risk assessment andcivil commitment, psychiatric malpractice, competency to stand trial and competencyrestoration, criminal responsibility, sentencing, the death penalty andcorrectional issues, evaluation and management of sexual offenders, and overviewof juvenile forensic issues.", 
                "title": "Psychiatry and Law"
            }, 
            "445": {
                "description": "This course examines capital punishment from a philosophical and jurisprudential perspective and considers it in relation to the goals of punishment (retribution, deterrence, incapacitation, and rehabilitation), the concept of the rule of law in society, majority rule and public opinion, and the nature of judicial decision making. The heart of the seminar will involve the modern approach to capital punishment as reflected in the decisions of the Supreme Court of the United States from 1972 to the present, with an intense focus on what various Justices advocated and how constitutional law develops in some ways based on the make-up of the court. We will also discuss contemporary issues including the scope, utility, and fairness of capital punishment with respect to mental retardation, age, gender, and race, evaluating how these notions have manifested themselves in the decisions of the Supreme Court and specifically the thinking of individual justices. [NOTE: The reading requirements are substantial the first six weeks of the semester.] ", 
                "title": "Jurisprudence of Capital Punishment"
            }, 
            "446": {
                "description": "With the recent corporate scandals at such major corporations as Enron, Tyco, and WorldCom, corporate governance issues are now more pertinent than ever. This seminar considers a number of topics in U.S. corporate governance today: the role and responsibilities of directors, management, accountants, and lawyers in corporate governance; executive compensation; the market for corporate control; shareholder activism, with particular emphasis on institutional investors; implications of the growth of multinational corporations for corporate governance; and the responsibility of the corporation to other constituency groups, including employees, consumers, and society at large.", 
                "title": "Corporate Governance"
            }, 
            "447": {
                "description": "This seminar will examine a set of issues of contemporary academic and/or public concern in three principal areas of constitutional criminal procedure: Search and Seizure (Fourth Amendment); Confession Suppression (Miranda and Fifth Amendment); and Impermissibly Suggestive Identifications (Due Process). These general subjects are covered initially in the Criminal Procedure Investigation Course. This seminar will focus on several specific issues and pursue them in greater depth, and it will consider other criminal procedure guarantees, including the prosecutor's obligation to provide exculpatory evidence to the defense. As part of the consideration of several issues, the seminar will examine aspects of the Duke Lacrosse case. Mixed into many of the discussions will be the impact of enhanced concern for erroneous conviction of the innocent on criminal procedure.", 
                "title": "Constitutional Criminal Procedure"
            }, 
            "448": {
                "description": "This seminar will seek to introduce students to a broad range of legal and regulatory issues that arise in connection with, and as a result of, financial innovation and increasing globalization of financial markets and institutions. Each semester, this seminar will explore in detail one or more of the key topics currently debated in academic and policy-making circles, which include the nature of risk in the global financial system, comparative analysis of major financial crises, theories of regulation and policy rationales for regulation of financial markets, emerging patterns of international regulatory competition and cooperation, and comparative approaches to regulatory reform in the financial services sector.", 
                "title": "Global Financial Markets"
            }, 
            "449": {
                "description": "The seminar will explore the legal and constitutional history of the south in the years leading into Civil War. We focus on how private property and slavery shaped the culture of the south and vice versa. The readings will include work on private law, such as property, contracts, and trusts and estates, as well as constitutional law, political theory, and literature. After about six weeks of reading and discussion, the course will turn to preparation of major papers and presentations by students on their papers.", 
                "title": "Property and Slavery in the Old South"
            }, 
            "450": {
                "description": "This introductory health law course focuses on the law governing the provider-patient relationship, mechanisms for assuring quality of health care, and legal issues that implicate bioethics. Topics may include informed consent, formation and termination of medical treatment relationships, the duty to treat, medical confidentiality, death and dying and end-of-life care, emerging technologies, medical research, and organ donation and transplantation. The course also surveys legal regulation of health care quality, such as medical malpractice, accreditation, and professional licensure.", 
                "title": "Health Law Bioethics and Quality of Care"
            }, 
            "451": {
                "description": " This introductory health law course focuses on the regulation, structure, and financing of the American health care system, including issues raised by the Patient Protection and Affordable Care Act of 2010 (ACA). Regulation and structural issues may include the legal organization of health care institutions, accreditation, medical staff disputes, managed care, fraud and abuse, tax exemption, and health care transactions. Access and financing issues may include private health insurance, the Employee Retirement Income Security Act (ERISA), the continuation of health insurance under the Consolidated Omnibus Budget Reconciliation Act of 1985 (COBRA), the Health Insurance Portability and Accountability Act of 1996 (HIPAA), and Medicare and Medicaid.", 
                "title": "Health Law Organization, Regulation and Finance"
            }, 
            "452": {
                "description": "This course will provide a rigorous writing experience focusing on current issues in health law and policy. We will look at cutting edge topics confronting lawyers, doctors, legislators, policymakers, and the academy in today's complex and ever-changing health care environment. Topics may include: disease surveillance and reporting; public health interventions, such as mandatory vaccination, quarantine, and directly observed therapy; policies and legal strategies to combat antibiotic resistance; gender differences in health care treatment; legal responses to advances in assisted reproductive technology; and health care fraud and abuse.", 
                "title": "Health Law and Policy"
            }, 
            "453": {
                "description": "One part of this course will involve a discussion of a typical commercial real estate transaction and the preparation and analysis of important components and documents. Typically the first hour of class meetings will be devoted to this part of the course. A second part of the course will be a discussion of property issues that are of current concern to members of the practicing bar. The source of the issues is a listserv maintained by the ABA for the practicing real estate bar, which allows attorneys to submit questions arising out of their practice and receive advice from practitioners around the country. Each week students will be assigned one or more short questions, will research the questions, and discuss the results of their research and advice in the class meeting.", 
                "title": "Advanced Property Law"
            }, 
            "454": {
                "description": "An introduction to the law of corporations. Most of the course is devoted to an examination of the structure, control, and characteristics of the modern business corporation. It focuses on the organization of corporations, the distribution and exercise of powers of stockholders, directors, and officers, and the enforcement of corporate duties. Corporate finance, insider trading and securities fraud, and shareholder voting will be examined, along with corporate governance and social responsibility. Students who have taken Business Associations may not enroll in this course, and anyone who takes this course may not later enroll in Business Associations.", 
                "title": "Corporations"
            }, 
            "455": {
                "description": "This class will explore the evolving markets in environmental amenities, particularly using carbon trading as a template. The markets will include nutrient trading, and renewable energy credits and other emerging pollution market devices. We will study how some of these markets work and the legal regulatory environment that surrounds them. Particular attention will be aid to the emerging US systems.", 
                "title": "Environmental Markets"
            }, 
            "456": {
                "description": " Gender-related issues arise in many health care contexts--some obvious (such as reproduction) and others less so (such as medical research). By examining selected legal topics, this course will provide an opportunity for students to explore the gender implications of the U.S. health care system. Topics may include: women as patients and doctors, reproductive rights and new reproductive technologies, clinical research, domestic violence, and insurance coverage.", 
                "title": "Women and Health Law"
            }, 
            "457": {
                "description": "This course will critically examine the so-called Law and Development Movement, particularly as it has played out across the African Continent. Since the end of the colonial era, Western countries and international nongovernmental organizations (e.g., the World Bank) have dispatched teams of legal experts across Africa to guide poor nations through the process of modernizing and, in effect, westernizing their laws and legal systems. The legal experts and their sponsors have been driven by the assumption that the transplantation of Western law to Africa would help its poor countries in their quests to become stable and prosperous. Often, those experts have been left scratching their heads at the failure of their legal reforms. The course will assess law and development in Africa from an interdisciplinary perspective, drawing on legal texts such as state constitutions and statutes, and upon readings in History, Anthropology, and Political Science.", 
                "title": "African Law and Development"
            }, 
            "458": {
                "description": "You cant avoid these topics in the news: vanishing retirement savings, bankrupt pension plans, a seemingly broken health care system and outsized executive bonuses. Employee benefits and executive compensation issues are on the rise in numerous practice areas including litigation, mergers and acquisition, finance, family law and trusts and estates. This course focuses on non-cash employer provided benefits designed to help employees save for retirement and cover health care costs through the use of plans that are qualified under the Internal Revenue Code. It explores the requirements such plans must meet under both the Code and ERISA (Employee Retirement Income Security Act). This course also looks at current trends in executive compensation, including equity plans, deferred compensation and hot topics in executive employment agreements. Students will be exposed to the basics as covered by the Code, ERISA, plan documents, rulings from the DOL and the IRS and case law. Expect a course focused on the practical application of the law to help you spot the issues and navigate your way to the right answer.", 
                "title": "Employee Benefits and Executive Compensation"
            }, 
            "459": {
                "description": "This course is a transition to practice course designed for students with a particular interest in labor and employment law. Students will lean about general appellate advocacy skills and then brief and argue a pending labor and employment case.Significant feedback will help students develop their brief writing and oral advocacy skills, while examining in depth a current labor and employment issue. Grades will be based on students' brief, oral argument, and class participation.", 
                "title": "Labor & Employment Appellate Advocacy"
            }, 
            "460": {
                "description": "", 
                "title": "Special Topics"
            }, 
            "461": {
                "description": "This course provides a review of legal concepts in 3 subjects as students develop the skills essential for success on bar examinations and as new practicing attorneys. Applied Legal Concepts I focuses on concepts in constitutional law, contracts, and torts.", 
                "title": "Applied Legal Concepts I"
            }, 
            "462": {
                "description": "This course provides a review of critical legal concepts in three subjects as students develop the skills essential for success on bar examinations and as new practicing attorneys. Applied Legal Concepts II focuses on criminal law and procedure, evidence, and property.", 
                "title": "Applied Legal Concepts II"
            }, 
            "463": {
                "description": "Business bankruptcy is a transition-to-practice writing and experiential course designed for students who have taken the basic bankruptcy course and would like to continue studying business bankruptcy in a more applied context. Students will have the opportunity to learn more about the litigation and transactional aspects of business bankruptcy, to participate in simulation exercises, and to get feedback on drafting short writings such as client letters, motions, or draft orders. Some interaction with bankruptcy judges or other professionals is anticipated. I note above that laptops are not permitted (this is not a heavy note-taking class experience), but there will be exceptions to this when the nature of the work you are doing in class requires group drafting or other tasks for which a laptop of course would be appropriate.", 
                "title": "Business Bankruptcy"
            }, 
            "464": {
                "description": "This course introduces students to critiques of the US legal system and explores strategies for moving the law toward more socially just outcomes. The first holf of the course focuses on scholarship critical of current law, including Critical Legal Studies, Feminist Theory, Critical Race Theory, Queer Theory, and critiques that the law pervasively neglects the interests of the poor. The second half of the course considers strategies for moving the law toward more socially just ends. In addition to reading material about the relationship between law and social change, and about cause lawyering, students will hear from lawyers implementing sophisticated strategies of legal reform, potentially including those who have worked in the civil rights movement, on death penalty reform in North Carolina, gay and lesbian rights, access to health care, poverty law and consumer protection, using a combination of litigation, legislative reform, and public relations strategies.", 
                "title": "Critical Legal Thought/Critical Lawyering"
            }, 
            "465": {
                "description": "This seminar, cross-listed in the School of Law and the School of Medicine, explores contemporary issues in law and medicine from an interdisciplinary perspective. A unique feature of the course will be the planned class composition: roughly equal enrollment of JD students and MD students. The course will address legal topics impacting the practice of medicine and the delivery of health care, with the aim of having students appreciate both the relevant law and the broader legal and medical context. The course will consider, for example, where legal and medical analysis and differing professional orientations complement each other and where they may be in tension, and why this is the case. The course will provide students from both professional schools the context they will need to communicate across disciplines. To facilitate interdisciplinary connections, teams of JD and MD students will work together on in-class presentations or other group projects that explore the legal and medical considerations surrounding a subject. Topics for the course will run the gamut from health care organization and financing to patient care issues. Specific topics may include, for example:   informed consent;  organ transplant regulation;  end-of-life care and medical futility disputes;  health care fraud and abuse laws;  infectious disease surveillance, reporting,and controllaws;  regulation of medical research;  business transactions with physicians; and  regulation of reproductive health care.", 
                "title": "Current Issues in Law and Medicine"
            }, 
            "466": {
                "description": "Domestic Violence Representation Project is a one semester practical skills course in which third-year law students represent low-income clients in civil matters aimed at assisting them in safely leaving abusive relationships. Principally, students will be representing clients in domestic violence protective order hearings in District Court. Additional comprehensive representation may extend to related family law matters, including child custody and divorce, and other collateral matters.", 
                "title": "Domestic Violence Clinic"
            }, 
            "467": {
                "description": "Jackson - Fall 2014: This course introduces students to the theory and practice of negotiation in our legal system. Students will develop negotiating skills and improve their understanding of the negotiation process by participating in simulations, analyzing bargaining behavior, discussing negotiation concepts and receiving critique. Students are graded on class participation and application of skills and on several written papers in which students reflect on their experiences in light of the themes and readings in the course.Silverstein - Spring 2015: The course uses a series of negotiation exercises and mock negotiations, readings, and discussion to teach the skills involved in negotiation. In addition, lawyers from the community are brought in to observe the students and give them feedback on their skills and techniques during the one 1/2 day weekend.The course will meet for nine 3-hour classes plus a 4.5 hour class on one Saturday from 9am-1pm TBA. The weekend class allows for participation from lawyers to come in and observe the students and impart some general suggestions based on their experience in practice.", 
                "title": "Negotiation"
            }, 
            "468": {
                "description": "This course is offered every other year and is only open to students who have already taken Administrative Law. Substantively, this course studies such substantive types of economic regulation (and deregulation) as those found in the regulation of energy and electricity, telecommunications and the internet, food and pharmaceuticals, and consumer and financial affairs. In addition to sampling from different areas of regulation, the course also covers such overarching topics as the natural monopoly-, externality-, and excessive competition rationales for regulation, and relevant constitutional principles such as those found in the Commerce and Takings Clauses. NOTE: this course is a writing and skills course in which students will learn skills especially useful in regulatory legal practice, such as the use of the Freedom of Information Act, critiquing a cost-benefit analysis of a proposed regulation, participating in a regulatory hearing, and drafting and negotiating regulatory language. The course involves both short written papers and graded participation in skills-related simulations.", 
                "title": "Regulation/Deregulation: Concepts and Skills"
            }, 
            "469": {
                "description": "This course focuses on the pleadings and practice of the early stages of civil litigation. It provides students with hands-on experience in generating discovery and utilizing discovery for preparing a motion for summary judgment, tasks that are most frequently expected of new attorneys. The major topics to be covered are as follows: interrogatories, requests for the production of documents and things, requests for admissions, depositions, and informal discovery. Emerging issues surrounding electronic discovery will also be discussed. Although emphasis is on building practical skills, there will be coverage of theory and strategy at different stages of litigation. In addition, the course will provide students with an opportunity to hone their writing skills and to receive extensive feedback on their work product over the course of the semester.", 
                "title": "Transition to Civil Litigation"
            }, 
            "470": {
                "description": "For years, the agriculture and agribusiness industries have urged consumers to consider the source of their food. Consumers are increasingly doing just that, sometimes raising questions about the way food crops are raised and marketed. This seminar will examine the legal and policy aspects of food and fiber production, with specific attention being paid to both traditional agricultural law issues and contemporary debates regarding how we grow, market, and sell food in the United States.", 
                "title": "Agricultural/Food Law and Policy"
            }, 
            "471": {
                "description": " This course covers practical and significant individual federal income tax issues that, because of time constraints, are usually not covered in depth in the basic tax course. Topics usually include: (i) complex like-kind exchanges of real property, (ii) the applications of various time-value-to-money rules, (iii) executive compensation, (iv) complex installment sales of property, (v) divorce settlements, and (vi) the alternative minimum tax. Additional topics based on recent Tax Court or appellate decisions may also be added. For each topic, doctrinal, policy, and planning issues will be discussed.", 
                "title": "Advanced Tax Topics"
            }, 
            "472": {
                "description": " This course introduces students to a variety of legal areas surrounding artists, museums, galleries, auction houses and art collectors. This area of the law embodies contract issues, criminal law matters, intellectual property, constitutional concerns involving free expression, torts and the preservation of cultural heritage artifacts and sites. The impact of technology on these areas is another focus of the course.", 
                "title": "Art Law"
            }, 
            "473": {
                "description": "This course focuses on how the law treats crimes of sexual violence and regulates individuals convicted of such crimes. We will discuss the law's treatment of pornography, child pornography, and obscenity and the constitutional issues related to it. We will focus in particular on the developing trend of using civil/criminal hybrids to regulate sex offenders such as registration requirements, civil commitment regimes and residency restrictions, exploring both the public policy and the legality of such approaches. This seminar will also examine the practical aspects of prosecuting and defending sex crimes, providing students with an understanding of the special issues raised by these crimes for prosecutors and defense lawyers.", 
                "title": "Sex Offenders and the Law"
            }, 
            "474": {
                "description": "FamilyLaw Practice is a 2-credit course that enables students to learn about thepractice of family law, as well as to apply family law doctrine in a series orpractice-oriented exercises. The goal of coordinating with the Family Lawcourse is to allow students simultaneous learning about the doctrine andpractice of family law. Students learn to interview clients, prepare a divorcecomplaint, interrogatories for equitabledistribution and spousal supportclaims, conduct negotiations regarding these claims, draftseparationagreements, pleadings and motions and prepare for trial onfamily law issues. Students also learn aboutcollaborative family lawpractice and other alternative forms of dispute resolution.", 
                "title": "Family Law Practice"
            }, 
            "475": {
                "description": "This is a practice-oriented course focused on media law, Internet law, intellectual property, and communications law. The course will emphasize client counseling; clear and persuasive writing, negotiating, and oral presentations; and critical and strategic thinking and analysis. To facilitate this, students will, in addition to their classroom work, be embedded with students at the UNC School of Journalism and Mass Communication (JOMC) who are creating and publishing material as part of one of the many projects at JOMC that are actively producing news. In past years, students have been assigned to Carolina Week (UNC's television program), Carolina Connection (UNC's radio program), and Reese News Law (an Internet startup incubator). Due to the unique structure of this class, students will get experience working on teams where the client's goals dictate their work product. This course is particularly well suited for students who want to gain first-hand experience practicing media law and Internet law.", 
                "title": "Media & Internet Law Practicum"
            }, 
            "476": {
                "description": "This course will consider two kinds of problems in Professional Responsibility: new and developing issues whose resolution is difficult to determine under established rules; and age-old and recurring situations in which smart and well-intentioned people find themselves either caught between serious but opposing values and must determine the right thing to do, or having dramatically departed from proper conduct in ways that seem obvious only in retrospect. Drawing on the basic understanding of lawyers duties from the required survey course in Professional Responsibility, we will consider complex clashes in values involving the rules dictating what is legally permitted or required, as well as considerations of conscience, justice or the welfare of others outside the attorney-client relationship. We will also consider the kinds of forces that can divert lawyers attention from their ethical compass, or make it seem to spin uselessly, just when it is needed most. We will explore the practical forces that lead to and flow from the interplay among the interests of the various constituencies lawyers are allowed or expected to serve.", 
                "title": "Advanced Professional Responsibility Topics"
            }, 
            "477": {
                "description": "The seminar focuses on practical application of patent law concepts in preparing and prosecuting patent applications. The course examines patent statutes and United States Patent and Trademark Office (USPTO) rules governing patent prosecution as well as court decisions impacting and interpreting patents. In addition to in-class discussions, students will practice writing claims,draft a patent application, a response to an office action, perform a patentability search, and prepare letters to clients relating to patent practice questions.", 
                "title": "Patent Prosecution Seminar"
            }, 
            "478": {
                "description": "This course examines legal responses to minors who break the law by providing students with an opportunity to engage in learning that combines doctrine and theory with practical skills and real-world experiences. It considers jurisdictional issues (e.g., when does the juvenile court have authority to act; when and how do adult criminal courts assert jurisdiction over minors) as well as questions concerning the application of traditional criminal law rules and doctrines to offenses by minors. It explores the law that governs investigatory encounters and pretrial procedures as well as pre-adjudication processes (i.e., intake and detention) in the context of juvenile court. It examines modern juvenile court practice, adjudication, and disposition with a discussion of the right to counsel and the role of counsel for children in delinquency matters. To complement the foundational doctrine studied each week, students prepare written assignments based on an actual juvenile delinquency case file. Students engage in practice-based simulations related to the same topic, which will be the principle focus of the final hour of each class session.They will also observe several sessions of delinquency court in Durham or Orange Counties and critically reflect on their observations, addressing systemic issues and dilemmas confronting the modern juvenile court.", 
                "title": "Juvenile Courts & Delinquency"
            }, 
            "479": {
                "description": "The course is effectively an advanced course in constitutional law and enables students to engage in substantial writing and research and to gain useful experience in collegial decision-making. The course requires students to operate in groups of five, each of which will function as a mock Supreme Court. After introducing students to materials on how courts function and stare decisis, each student Court will choose to decide cases in one of two areas – the first amendment or equal protection/due process. Students courts will decide and write opinions in 3 cases (from the respective areas they have chosen) every two weeks. The instructor will meet with each Court periodically to discuss its progress and answer any questions they have. All courts will meet together at the beginning of the semester to learn the basic guidelines for the class and at the end when they discuss the lessons they learned from their respective experiences.", 
                "title": "Judicial Opinion Writing"
            }, 
            "480": {
                "description": "This course explores legal, policy, and ethical issues arising in the practice of public health. The course will introduce students to the distinctions between traditional medical care and public health activities and consider the implications of public health's population health perspective. The course will review the legal foundations of the government's public health powers and also examine the tension between public health activities and individual civil liberties, property rights, commercial speech, and other legally protected interests. Specific topics may include: (1) infectious disease surveillance, disease reporting laws, and privacy; (2) public health control measures such as quarantine, isolation, and forced medical treatment; (3) compulsory vaccination laws; (4) health promotion campaigns and regulation of commercial speech; (5) tobacco control; and (6) tort litigation to advance public health interests.", 
                "title": "Public Health Law"
            }, 
            "481": {
                "description": "Advanced Copyright Law gives students who have had some introduction to copyright the opportunity to focus in detail on particular \"hot topics\" in copyright law. Students hone their research and writing skills in addition and produce a scholarly paper. For 2010 topics include: the Google Books settlement, peer-to-peer file sharing, performance royalties for sound recordings, proposals to amend the Copyright Act for preservation of digital works, to change the statutory damages provisions, to reinstitute some of the formalities of copyright by tying them to available remedies rather than to perfection of the copyright, and whether the display right should be eliminated.", 
                "title": "Advanced Copyright Law"
            }, 
            "482": {
                "description": "The course is designed as a bridge to practice for students interested in a litigation career and should be of particular interest to students who intend to practice in large law firms or at firms of any size that handle business or \"rights-based\" litigation. Students work individually and as part of small \"firms\" to make and execute decisions at various stages of a civil lawsuit, typically a class action or another lawsuit raising advanced issues of civil procedure. The course requires completion of short writing assignments and participation in skills exercises, such as settlement negotiations and oral arguments.", 
                "title": "Advanced Litigation Practice"
            }, 
            "483": {
                "description": " This course operates on three levels. It introduces students to the historical values of the legal profession, the pressures for change now at work, and the characteristics of various paths in the profession of particular interest to students. In addition, the course helps students develop a range of \"soft skills\" important in law practice but not typically taught (various forms of written and oral communication, research, teamwork, dealing with diverse people, reflection, and work with court documents/legal forms and software that supports automated document production). Finally, the course seeks to help students explore their own hopes and plans for a future within the profession, using reflection, discussion and a day-long retreat with law alumni chosen to match student interests. ", 
                "title": "Becoming a Professional: Exploring Skills & Transition into Practice"
            }, 
            "484": {
                "description": " The course surveys traditional copyright issues such as natural and positive law, originality, derivatives, public domain, parody, authorship, fair use, and infringement, with emphasis on the unique nature of music copyright – including layered ownership rights, digital media, partial Federal preemption, business models incorporated into copyright statutes, compulsory licenses and royalties, and reactions to developments in technology. Research emphasis will be encouraged for current music copyright issues arising from digital media – such as unauthorized downloading, sampling, mashup and remix works, business models for music distribution, and statutory models for balancing the rights of owners and users of current music and music technology. However, research in any topic that intersects music and copyright law is welcome.", 
                "title": "Copyright and the Music Industry"
            }, 
            "485": {
                "description": "The course uses aseries of role playing exercises, readings and discussion to teach the skillsinvolved in interviewing and counseling. Occasionally, an outside individual isinvited to the class. In addition, both mental health professions and lawyersfrom the community are brought in to observe the students and give themfeedback. The course will meet for 11weeks plus Saturday, Oct 11, 2014 (from 9 to 4) which will take the place oftwo classes. The weekend class allows for participation from both lawyers andmental health professionals to come in and observe the students and impartsuggestions based on their practical experience.", 
                "title": "Interviewing and Counseling"
            }, 
            "486": {
                "description": "This course focuses on the most important legal issues affecting the Latino community in the United States. Topics to be covered include: immigration; educational equality; voting rights; gender and work place discrimination; language rights; arrest, search, and seizure; public benefits; affirmative action, and criminal justice.", 
                "title": "Latinos & the Law: Survey of Relevant Legal Issues"
            }, 
            "487": {
                "description": " This course explores current topics in legal ethics confronting civil and criminal litigators, namely Rule 11; the Sarbanes-Oxley Act; the attorney-client privilege, particularly with respect to how the application of the material support provisions of the Patriot Act may alter the function of this privilege as well as the duty of confidentiality; judicial ethics; ethical duties toward pro se litigants; attorneys' fees; and other current debates such as that surrounding the exemption of government attorneys from rule 8.4 (dishonesty, fraud) and Rule 4.2 (contact with represented persons) to allow the pursuit of terrorists through \"sting\" operations. This course meets the requirement for Professional Responsibility credit.", 
                "title": "Professional Responsibility: Emerging Issues"
            }, 
            "488": {
                "description": "This 2-semester, 6-credit clinic will train students to be creative and effective advocates on behalf of low- and moderate-income clients who have suffered as a result of inappropriate or unfair consumer financial transactions. Much of the clinics work will involve representing people who homes are being foreclosed upon or are at risk of foreclosure. Students will also represent consumers in other matters pertaining to credit and homeownership. The clinics docket will offer students a mix of experiences in consumer law, finance, negotiation, litigation and transactional law. Concrete tasks likely will include the forensic assessment of consumer financial transactions, counseling clients, negotiating with financial institutions, drafting contracts, and in some cases pursuing litigation to remedy abusive practices. In addition to their direct client representation, students enrolled in the clinic will participate in a periodic clinic-wide meetings for which they will not earn extra credit. These meetings, scheduled by mutual agreement, will cover lawyering skills and substantive consumer law and will not normally require additional work outside of class.", 
                "title": "Consumer Financial Transactions Clinic"
            }, 
            "489": {
                "description": "Thecourse will examine the legal framework governing energy production and consumptionin the United States, and policy approaches for balancing energy needs with othersocietal goals. The course will include three main modules: (1) electricitysector regulation, including state public utility commissions; (2) energyresources for electricity generation; and (3) petroleum and transportation.", 
                "title": "Energy Law: Resources & Electricity"
            }, 
            "491": {
                "description": "This class is designed primarily for students interested in or pursuing judicial clerkships. Students will critically examine various models of legal reasoning and case resolution and will engage in detailed opinion studies that consider reasoning, substance, tone, and style. Through in-class exercises and out-of-class writing assignments, students will develop their skills in synthesizing arguments and drafting clear and persuasive judicial opinions. Grades will be based on class participation, in-class drafting exercises, and two out-of-class writing assignments.", 
                "title": "Judicial Clerkship Writings"
            }, 
            "492": {
                "description": "This transition to practice course will teach the principles of the lawyer as public citizenship and theprofessions obligations to facilitate access to justice for all through acombination of readings, discussions, practice simulations, drafting exercises,and guest speakers. Major topics to becovered include the history of the provision of legal aid to the poor includingthe development of case law, legal policy, and legislation. It will review the development of poverty lawas a subject matter during the 1960s and 1970s, and the subsequent restrictionson legal resources for the poor, including federal legislative restrictions,challenges to law school clinical programs, and reduced opportunities to obtainattorney fees in civil rights cases. Thecourse will include a review of current efforts toexpand access to justice for poor communities, examine developments in the area of pro bono and professional responsibility, the development of court sanctioned pro se opportunities, c communitylawyering strategies, thecivil Gideon movement, criminal indigent defense, and access to justice forspecial populations. It will alsoprovide students with practical skills and information about how theobligations of the lawyer as a public citizen may be achieved. The course will meet several objectives: 1)to demonstrate the degree to which access to justice for the poor has beenshaped by case law, legislation, innovations for self-represented litigants,and professional regulations; 2) to encourage students to contemplate their future role in theprovision of legal services to under-represented clients; and 3) to introduce studentsto the advocacy skills and other practical knowledge required to fulfill theirvision.", 
                "title": "Lawyer as Public Citizen: Access to Justice"
            }, 
            "493": {
                "description": "This seminar explores the connections between the laws that govern market structure and democratic theory across different industries. We will look at the political component of antitrust rules, banking competition rules, and media concentration rules, and explore the democratic theories that underpin these arguments. The course will be heavily theoretical, focused on understanding the nature of political theory that is often hidden in non-political laws. We will read key cases where courts have used or rejected political arguments about antitrust and other market structure rules. We will also read contemporary political critiques of industry concentration in banking, cable, search, and social media.", 
                "title": "Market Structure and Democracy"
            }, 
            "494": {
                "description": "Privacy Law for Practice provides an overview of the patchwork quilt of U.S. privacy laws and requires students to produce three to five written documents relating to common areas of privacy practice. Students will evaluate client options for issues such as data security breach notice, minimization of risk in creation of website privacy policies, applicability of HIPAA privacy and security regulations, use of social media by employees and employers, and the transfer of consumer data from the European Union to the United States. Privacy law attorneys from industry, private practice, and government will provide insights and may give feedback on selected student projects for the course. Grades will be based on writing assignments with adjustment for class participation.", 
                "title": "Privacy Law in Practice"
            }, 
            "497": {
                "description": "Small Firm Civil Practice is a transition to practice course that allowsstudents to gain competencies in multiple different practice areas. Students work onpractical skills in those areas of civil law that small firm practitioners aremost likely to encounter while also learning valuable practice managementmethods. Specifically,the course touches on family law, trusts and estates, real estate practice,civil litigation, and small business representation. Of course, the class is not a comprehensive study of any of those practice areas; instead, it focuses on real-lifelegal situations that students are most likely to encounter in practice. Forexample, in the trusts and estates unit, students might work on drafting a willas well as learning what is required during the probate process. The course also teaches students important practicemanagement skills, and students will learn about resources that are available for the small firm practitioner. Students also deal with ethical considerations that are unique to the small practice, such as maintaining an IOLTA account and craftingretention letters that are tailored to the firm.", 
                "title": "Small Firm Civil Practice"
            }, 
            "498": {
                "description": " This skills-based seminarexamines the laws of child protection with a focus on the lawyers role inabuse, neglect, dependency and termination of parental rights proceedings.After a critical review of the legal basisfor state intervention in parental rights, this course will turn to anexamination of the roles of other professionals in the child protection system,particularly social workers, medical professionals, Guardians ad Litem, andjudges.In this context, we will commenceour examination of the role of attorneys who advocate for parents, children,and the state, first focusing on their professional obligations in relation totheir clients and these other professionals and then moving on to the practicalskills necessary for effective advocacy. Students will begiven case scenarios in which they will, at different points in the semester,act as lawyer for the parent, lawyer for the state, and lawyer for thechild.Drafting and simulation exerciseswill focus on interview planning and litigation skills, including litigationplans, pleadings, evidence collection, directand cross examinations, and oral arguments. Throughout the semester,professionals in the child protection arena will share their perspectives andexpertise with the class.", 
                "title": "Child Protection Litigation"
            }, 
            "600": {
                "description": "This course will take place in Rwanda and The Hague for six weeks during the summer term. In 1993, Rwanda, an African country roughly the size of Maryland, experienced a genocide that resulted in the horrific deaths of an estimated one million citizens. Since then, Rwanda has struggled to achieve justice for the genocides perpetrators and its victims. It also has made uneven progress toward sustainable democratic governance. Through readings and site visits, students in this course will study the details of the Rwandan genocide, including the roles, positive and otherwise, that international legal institutions played in the crisis and its aftermath. They will study international human rights standards, with a particular focus on how those standards apply to individuals and institutions responsible for genocide. Finally, students will study international criminal law with an emphasis on the rapid expansion in recent decades of legal standards and enforcement mechanisms. They will study use of ad hoc international criminal tribunals, including but not limited to the International Criminal Tribunal for Rwanda. Having studied genocide, human rights, and international criminal law, students will complete the seminar by visiting the International Criminal Court in The Hague to meet with and interview prosecutors, lawyers, judges, and court administrators.", 
                "title": "Genocide, Human Rights, and International Criminal Law"
            }, 
            "601": {
                "description": "This course will be taught in Rwanda during the summer term and is considered a companion class to Genocide, Human Rights, and International Criminal Law. Students in this course will explore how the history and culture of Rwanda have helped give shape to its contemporary laws and legal system. They will study the controversial topic of ethnicity in Rwanda, the countrys colonial legacy, as well as its post-Independence political struggles, and explore how those factors have shaped Rwandas legal system. As a central part of this exploration, students will form a detailed understanding of Rwandas contemporary legal institutions, including its written laws, its domestic (state and customary) court systems, its law enforcement system, and its bar(s) and legal professions. Although students in this seminar will rely on carefully chosen readings, they also will benefit from frequent guest lectures by Rwandan academics, lawyers, judges, and law-related NGO officials. In addition, students will be called upon to engage in a mix of interviewing and observation as a way of gathering information regarding how the legal system functions (or does not) in practice.", 
                "title": "Law and Society in Rwanda"
            }, 
            "615": {
                "description": " This course provides an introduction to the substantive and procedural law of the United States and to distinctive aspects of the Anglo-American system of common law, with the aim of bridging the gap between students' understanding of their home countries' legal systems and the United States legal system. It focuses on torts and property. Students holding law degrees from countries with predominately common law traditions may be exempted from this requirement upon the determination of the Faculty LL.M. Director.", 
                "title": "Foundations in US Common Law"
            }, 
            "620": {
                "description": " This course teaches basic techniques of legal research, writing and analysis in the contexts of U.S. professional practice and academic writing. Through a series of research and writing tasks, students will develop proficiency in researching legal issues, framing legal arguments and analyzing legal problems. ALL LL.M. students are required to take this course during the fall semester of their studies.", 
                "title": "United States Legal Research and Writing"
            }
        }
    }
}